[{"title":"The Family Plan (2023) HD","id":"mov_13883115","url":"/rmznt0k9a/b/xakraf/13883115","image":"https://www.themoviedb.org/t/p/original/jLLtx3nTRSLGPAKl4RoIv1FbEBr.jpg","description":"Dan Morgan est un homme aux multiples talents : un époux dévoué, un vendeur de voitures célèbre, mais aussi un ancien tueur à gages. Et lorsque son passé le rattrape, il est contraint d'emmener sa famille, qui ne se doute de rien, dans un voyage hors du commun.","iframeSrc":"https://mayicloud.com/iframe/pSVFzP5VGg","file":"https://mayi24312.mayicloud.com/files/aa/sVcZE1ePjroLpImGrSXj0mbV1LK7Hrn9nA8.m3u8","category":"Action","categoryId":"1"},{"title":"Course contre la mort (2023) HD","id":"mov_13882176","url":"/rmznt0k9a/b/xakraf/13882176","image":"https://www.themoviedb.org/t/p/original/8B3KbrUoKJ8dioUFbcZr0DV5RKo.jpg","description":"Soo-hyeok a purgé une peine de 10 ans de prison ferme et souhaite vivre une vie normale en rompant avec ses anciennes relations mais le destin le rattrape. Son ancien boss engage un tueur et kidnappe la fille de Soo-hyeok. Une poursuite infernale commence alors.","iframeSrc":"https://mayicloud.com/iframe/Duk2u5kEIl","file":"https://mayi22140.mayicloud.com/files/aa/KvXf26owxcNiNHliF2Dc1hGmjarEP90zEXP.m3u8","category":"Action","categoryId":"1"},{"title":"Freelance (2023) HD","id":"mov_13836165","url":"/rmznt0k9a/b/xakraf/13836165","image":"https://www.themoviedb.org/t/p/original/zDb5YeHSGGMlS6eqhUXcVU2OzAJ.jpg","description":"Un agent des forces spéciales décide de prendre sa retraite de l’armée et de fonder une famille aux États-Unis. Après plusieurs années d’efforts pour se conformer à la vie en banlieue, il décide de sortir de sa retraite et d’accepter un contrat pour assurer la sécurité d’une journaliste alors qu’elle interviewe un dictateur sud-américain. Lorsqu’un coup d’État militaire éclate en plein milieu de l’interview, les voici tous trois contraints de s‘enfuir dans la jungle où ils doivent survivre aux éléments, aux militaires et les uns aux autres.","iframeSrc":"https://mayicloud.com/iframe/VSueEg6qb0","file":"https://mayi22140.mayicloud.com/files/aa/fpWO8M72ohIMnbYtQrRSeMKI0oZ7Oa73A4R.m3u8","category":"Action","categoryId":"1"},{"title":"Believer 2 (2023) HD","id":"mov_13814568","url":"/rmznt0k9a/b/xakraf/13814568","image":"https://www.themoviedb.org/t/p/original/g9aDZSqH5KmsHbMurhni5d2wq6q.jpg","description":"Bien décidé à découvrir la vérité, un policier enquête sur le plus grand cartel de drogue d'Asie et sur son mystérieux chef avec qui il a encore des comptes à régler.","iframeSrc":"https://mayicloud.com/iframe/QG8mFHKnAt","file":"https://mayi22145.mayicloud.com/files/aa/v08rIl4ufYc9fZJJIOKWrBCAXhhHFSbbTkC.m3u8","category":"Action","categoryId":"1"},{"title":"Wolf Pack (2023) HD","id":"mov_13809873","url":"/rmznt0k9a/b/xakraf/13809873","image":"https://www.themoviedb.org/t/p/original/bqkiNUM4BMFH379jxV6xw0L7IZe.jpg","description":"Alors qu'il cherche des réponses à la mort suspecte de son père, un médecin est recruté par l'ancien compagnon d'armes de celui-ci pour être intégré à l'unité paramilitaire Wolf Pack, spécialisée dans des missions de sécurité nationale à haut risque. Son objectif : déjouer une dangereuse conspiration internationale menée par une équipe de mercenaires au service d'une puissance étrangère, qui cherche à s'attaquer aux sources d'énergie du pays et menacer la vie de millions de civils.","iframeSrc":"https://mayicloud.com/iframe/IbaUlelXk7","file":"https://mayi22140.mayicloud.com/files/aa/G5odnTIFml5tKKThM9x9Qfl0aGewDyEkD2x.m3u8","category":"Action","categoryId":"1"},{"title":"The Wrath of Becky (2023) HD","id":"mov_13796727","url":"/rmznt0k9a/b/xakraf/13796727","image":"https://www.themoviedb.org/t/p/original/3LShl6EwqptKIVq6NWOZ0FbZHEe.jpg","description":"Deux ans après avoir échappé à une violente attaque contre sa famille, Becky, 16 ans, tente de reconstruire sa vie sous la garde d'une femme plus âgée, une âme sœur nommée Elena. Cependant, lorsqu'un groupe violent connu sous le nom de Noble Men fait irruption dans leur maison, les attaque et prend leur chien bien-aimé, Becky doit revenir à ses anciennes habitudes pour se protéger et protéger ses proches.","iframeSrc":"https://mayicloud.com/iframe/Xv7Exoj1Wl","file":"https://mayi22145.mayicloud.com/files/aa/I3NTsCAsQXHsEfyKX1hEJe9RTGgcIcxqfl.m3u8","category":"Action","categoryId":"1"},{"title":"The Baker (2023) HD","id":"mov_13797666","url":"/rmznt0k9a/b/xakraf/13797666","image":"https://www.themoviedb.org/t/p/original/ApRW9CPK83fF4KCXPR00KCzXOjL.jpg","description":"Le fils d'un homme solitaire revient soudainement dans sa vie, emmenant avec lui une petite-fille dont il n'avait jamais entendu parler. Lorsque son fils disparaît subitement, le boulanger tente de le retrouver et de protéger sa petite-fille des tueurs à gages mafieux.","iframeSrc":"https://mayicloud.com/iframe/QhcDtJD6Sl","file":"https://mayi22145.mayicloud.com/files/aa/6eo9AlwVqH5iFginBMQ6dGnpkR8XX1i4fH.m3u8","category":"Action","categoryId":"1"},{"title":"Darkland Undercover (2023) HD","id":"mov_13789215","url":"/rmznt0k9a/b/xakraf/13789215","image":"https://www.themoviedb.org/t/p/original/c8B4DsVcFVDLVmbpHMHU3RjLNAV.jpg","description":"Chirurgien cardiaque réputé, Zaid n'a pas supporté la mort de son frère cadet, Yasin, qui a succombé à ses blessures après un hold-up. Yasin lui avait demandé son aide une fois de trop, et Zaid avait refusé d'intervenir. Bourré de remords, le médecin a voulu venger son frère et s'est laissé entraîner dans un univers violent. Désormais incarcéré depuis sept ans, Zaid accepte de se mettre au service de la police en échange de sa libération. Il va devoir infiltrer un gang ultraviolent pour espérer sortir un jour de prison. En parallèle, il tente de renouer avec son fils dont il a été séparé...","iframeSrc":"https://mayicloud.com/iframe/ZEeebxQ7UE","file":"https://mayi22140.mayicloud.com/files/aa/GphFvrHG1dQ5S0FErj9708MemYMd5GRM69s.m3u8","category":"Action","categoryId":"1"},{"title":"Supercell (2023) HD","id":"mov_13766679","url":"/rmznt0k9a/b/xakraf/13766679","image":"https://www.themoviedb.org/t/p/original/gbGHezV6yrhua0KfAgwrknSOiIY.jpg","description":"William, un adolescent au grand cœur, a toujours vécu dans l'espoir de suivre les traces de son père, le légendaire chasseur de tempêtes Bill Brody, tué par une super tornade. L'héritage de son père a maintenant été transformé en une entreprise touristique gérée par l'infâme Zane Rogers, qui utilise maintenant William comme principale attraction pour mener un groupe d'aventuriers au cœur d'une des tempêtes les plus dangereuses du monde.","iframeSrc":"https://mayicloud.com/iframe/ye2Fq4vxGx","file":"https://mayi22145.mayicloud.com/files/aa/TWQRkTLvRYmPn0hyb3iCvRRxxhC2PjzIfpA.m3u8","category":"Action","categoryId":"1"},{"title":"Farang (2023) HD","id":"mov_13748838","url":"/rmznt0k9a/b/xakraf/13748838","image":"https://www.themoviedb.org/t/p/original/u9035lysUz3ccloQt0SeIp1Mu8a.jpg","description":"Sam est un détenu exemplaire. A quelques mois de sa sortie de prison, il prépare assidument sa réinsertion. Lors d'une permission, son passé le rattrape et un accident ne lui laisse qu'un seul choix : la fuite. Cinq ans plus tard, il a refait sa vie en Thaïlande, où il a fondé la famille dont il a toujours rêvé. Mais Narong, le parrain local, l'oblige à plonger à nouveau dans la délinquance. Quand Sam veut tout arrêter, Narong s’attaque à sa famille… Sam va traverser la Thaïlande pour se venger de son bourreau.","iframeSrc":"https://mayicloud.com/iframe/iB12gcMyEk","file":"https://mayi22145.mayicloud.com/files/aa/w1CshRiR3mICpJ1jjm9mVrXWte9fMOzjPbL.m3u8","category":"Action","categoryId":"1"},{"title":"Black Lotus (2023) HD","id":"mov_13749777","url":"/rmznt0k9a/b/xakraf/13749777","image":"https://www.themoviedb.org/t/p/original/Rv8ByVKW1xnqTf1aKAGKAGxumA.jpg","description":"Un ancien agent des forces spéciales mène une guerre solitaire pour sauver la fille de son meilleur ami des griffes d’un trafiquant. Découvrez Rico Verhoeven, le champion du monde kickboxing, dans son premier grand rôle au cinéma.","iframeSrc":"https://mayicloud.com/iframe/eh9X6seN1p","file":"https://mayi22140.mayicloud.com/files/aa/ZsnYMUZl1jk0062Dtm0HmfYwc5YqSZPSrdR.m3u8","category":"Action","categoryId":"1"},{"title":"Drone Games (2023) HD","id":"mov_13720668","url":"/rmznt0k9a/b/xakraf/13720668","image":"https://www.themoviedb.org/t/p/original/37ckwUuacw3BnJeVWAgqXvNpCW5.jpg","description":"Tom, un adolescent solitaire et fan de drones dont le chemin croise celui d’une bande libre et anarchiste, qui l’entraîne dans une série de braquages avec… des drones. Le temps d’un été, c’est un monde d’exaltation, d’amour et de danger qui s’ouvre alors à lui.","iframeSrc":"https://mayicloud.com/iframe/gVXkLep3UX","file":"https://mayi22145.mayicloud.com/files/aa/CRrXjwoTRJqWqwHkUmcbNt7LNSZdWUazLBw.m3u8","category":"Action","categoryId":"1"},{"title":"Jericho Ridge (2023) HD","id":"mov_13715973","url":"/rmznt0k9a/b/xakraf/13715973","image":"https://www.themoviedb.org/t/p/original/2Iwkd9m3vGo32bjibNrfM7dtwJd.jpg","description":"Piégée et sans renfort, une flic d'une petite ville se bat pour sa vie lorsque son bureau éloigné du shérif est pris pour cible par des attaquants meurtriers.","iframeSrc":"https://mayicloud.com/iframe/effjsgbI3q","file":"https://mayi22145.mayicloud.com/files/aa/U4QAYUMCjCObIzx37hgZ5vfkPIB0qErlJiV.m3u8","category":"Action","categoryId":"1"},{"title":"La Bataille de Saipan (2023) HD","id":"mov_13706583","url":"/rmznt0k9a/b/xakraf/13706583","image":"https://www.themoviedb.org/t/p/original/7QwUzaXvwfND536LtMpupyRUW3J.jpg","description":"En 1944 sur l’île de Saipan pendant la Seconde Guerre Mondiale, un chirurgien prend les armes pour défendre un hôpital que les forces ennemies tentent de prendre d’assaut.","iframeSrc":"https://mayicloud.com/iframe/XQiywvJZXB","file":"https://mayi22140.mayicloud.com/files/aa/fCGR7ueBak4UDIyQU0LPSIGbgcG0cEBrghi.m3u8","category":"Action","categoryId":"1"},{"title":"Expendables 3 (2014) HD","id":"mov_13699071","url":"/rmznt0k9a/b/xakraf/13699071","image":"https://www.themoviedb.org/t/p/original/q52QjohnQWKcB2nLcEnE3FRv2pE.jpg","description":"Barney, Christmas et le reste de l’équipe affrontent Conrad Stonebanks, qui fut autrefois le co-fondateur des Expendables. Celui-ci devint par la suite un redoutable trafiquant d’armes, que Barney fut obligé d’abattre… Du moins, c’est ce qu’il croyait. Ayant échappé à la mort, Stonebanks a maintenant pour seul objectif d’éliminer l’équipe des Expendables. Mais Barney a d’autres plans... Il décide d’apporter du sang neuf à son unité spéciale et d’engager de nouveaux équipiers plus jeunes, plus vifs et plus calés en nouvelles technologies. Cette mission se révèle rapidement un choc des cultures et des générations, entre adeptes de la vieille école et experts high-tech. Les Expendables vont livrer leur bataille la plus explosive et la plus personnelle…","iframeSrc":"https://mayicloud.com/iframe/cHnUnGURr6","file":"https://mayi22140.mayicloud.com/files/aa/J8kBIY2R0fqpj0uq6JYRObyb5VSZMk6wsq8.m3u8","category":"Action","categoryId":"1"},{"title":"Expendables 2 (2012) HD","id":"mov_13698132","url":"/rmznt0k9a/b/xakraf/13698132","image":"https://www.themoviedb.org/t/p/original/8UTpn4QRPat9JKsImGcbu7ZaIF7.jpg","description":"Les Expendables sont de retour et cette fois, c’est pour une affaire personnelle… Barney Ross, Lee Christmas, Yin Yang, Gunnar Jensen, Toll Road et Hale Caesar (accompagnés de leurs nouveaux membres Billy the Kid et Maggie ) doivent se réunir quand Mr. Church les engagent pour ce qui a l’air d’un job facile. Cela semble de l’argent facilement gagné pour Barney et sa bande de mercenaires à l’ancienne. Mais quand les événements tournent mal et que l’un des leurs est tué, les Expendables vont crier vengeance, dans un territoire hostile où toutes les chances sont contre eux. L’équipe tente alors une percée chez les forces adverses et s’en prennent à une de leurs armes : six livres de plutonium de qualité militaire, assez pour changer la face du monde. Mais ce ne sera rien comparé à ce qu’ils réservent à celui qui a sauvagement assassiné leur frère. Les règlements de compte et cette bataille ce fera bien sûr à la manière des Expendables…","iframeSrc":"https://mayicloud.com/iframe/iIKPjNP7LC","file":"https://mayi22140.mayicloud.com/files/aa/gv9e81R4dlLd8acK9HVyfeh03BNSJzvZ4Ed.m3u8","category":"Action","categoryId":"1"},{"title":"Expendables : Unité spéciale (2010) HD","id":"mov_13697193","url":"/rmznt0k9a/b/xakraf/13697193","image":"https://www.themoviedb.org/t/p/original/mtX0U0VgRswkD2Ks5CdqhywRnyP.jpg","description":"Ce ne sont ni des mercenaires, ni des agents secrets. Ils choisissent eux‐mêmes leurs missions et n’obéissent à aucun gouvernement. Ils ne le font ni pour l’argent, ni pour la gloire, mais parce qu’ils aident les cas désespérés. Depuis dix ans, Izzy Hands, de la CIA, est sur les traces du chef de ces hommes, Barney Ross. Parce qu’ils ne sont aux ordres de personne, il devient urgent de les empêcher d’agir. Éliminer un général sud‐américain n’est pas le genre de job que Barney Ross accepte, mais lorsqu’il découvre les atrocités commises sur des enfants, il ne peut refuser. Avec son équipe d’experts, Ross débarque sur l’île paradisiaque où sévit le tyran. Lorsque l’embuscade se referme sur eux, il comprend que dans son équipe, il y a un traître. Après avoir échappé de justesse à la mort, ils reviennent aux États‐Unis, où chaque membre de l’équipe est attendu. Il faudra que chacun atteigne les sommets de son art pour en sortir et démasquer celui qui a trahi…","iframeSrc":"https://mayicloud.com/iframe/CSgLBZQ1wm","file":"https://mayi22145.mayicloud.com/files/aa/d5vrFokr7mosl2fS9ar1e4TvPvuGw12K6yb.m3u8","category":"Action","categoryId":"1"},{"title":"Mission : Impossible - Fallout (2018) HD","id":"mov_12973224","url":"/rmznt0k9a/b/xakraf/12973224","image":"https://www.themoviedb.org/t/p/original/mddMreLheR9JE0BTyxDEc6QG5ie.jpg","description":"Les meilleures intentions finissent souvent par se retourner contre vous… Dans MISSION : IMPOSSIBLE – FALLOUT, Ethan Hunt accompagné de son équipe de l’IMF – Impossible Mission Force et de quelques fidèles alliées sont lancés dans une course contre la montre, suite au terrible échec d’une mission.","iframeSrc":"https://mayicloud.com/iframe/Js1yPrgsoH","file":"https://mayi22140.mayicloud.com/files/aa/gXhuReN1l8sYrnWHMQEh2oJ3Wyvc0TUgQbL.m3u8","category":"Action","categoryId":"1"},{"title":"Mission : Impossible - Rogue Nation (2015) HD","id":"mov_12972285","url":"/rmznt0k9a/b/xakraf/12972285","image":"https://www.themoviedb.org/t/p/original/8ft1MXcAM6K9qJqr3LM9dtCR9OR.jpg","description":"Ethan Hunt et son équipe s’attaquent désormais à la plus impossible des missions : éliminer le Syndicat, une organisation internationale secrète et sans scrupules. Cette dernière va se révéler aussi puissante que résolue à détruire l’IMF (Impossible Mission Force).","iframeSrc":"https://mayicloud.com/iframe/BejafGiYTN","file":"https://mayi22140.mayicloud.com/files/aa/fzV68pBwQfVcYeMAElPBqqPKB5rU4kHjUCq.m3u8","category":"Action","categoryId":"1"},{"title":"Mission : Impossible - Protocole Fantôme (2011) HD","id":"mov_12971346","url":"/rmznt0k9a/b/xakraf/12971346","image":"https://www.themoviedb.org/t/p/original/bwwC2u9MIVk0V8cJKLuHKdDktBx.jpg","description":"Après avoir été impliquée dans un complot terroriste mondial, l’agence Mission Impossible est contrainte de cesser ses activités. Le Protocole Fantôme est mis en place : Ethan Hunt et sa nouvelle équipe doivent opérer dans le secret pour blanchir le nom de leur organisation. Aucune aide, aucun contact, isolation totale. Cette mission va s'avérer être la plus dangereuse et la plus intense qu'ils aient eu à remplir.","iframeSrc":"https://mayicloud.com/iframe/zGPmxuDASm","file":"https://mayi22144.mayicloud.com/files/aa/EOV91W3VdU6YCwxmhey1m8IcugG7QzuunqE.m3u8","category":"Action","categoryId":"1"},{"title":"Balle perdue 2 (2022) HD","id":"mov_12556308","url":"/rmznt0k9a/b/xakraf/12556308","image":"https://www.themoviedb.org/t/p/original/A84Usw0jwhh5RPAKZV7gwP532Fl.jpg","description":"Après la mort de Charras, Lino et Julia ont pris la relève et forment la nouvelle équipe de choc de la brigade des stups. Bien déterminé à retrouver les assassins de son frère et de son mentor, Lino continue sa traque et ne laissera personne se mettre en travers de sa route.","iframeSrc":"https://mayicloud.com/iframe/2PK3Y5wcqk","file":"https://mayi24313.mayicloud.com/files/aa/GGx5bFwKRVPibSvVKlb8rdXbhWgO9H8QoFV.m3u8","category":"Action","categoryId":"1"},{"title":"Balle perdue (2020) HD","id":"mov_12555369","url":"/rmznt0k9a/b/xakraf/12555369","image":"https://www.themoviedb.org/t/p/original/nrJg7CB2FW35qXgGY0spq6EqDjD.jpg","description":"Petit génie de la mécanique, Lino est réputé pour ses voitures‐béliers. Jusqu’au jour où il se fait arrêter pour un braquage qui tourne mal. Repéré par le chef d’une unité de flics de choc, il se voit proposer un marché pour éviter la prison. 9 mois plus tard, Lino a largement fait ses preuves. Mais soudain accusé à tort de meurtre, il n’a d’autre choix que de retrouver l’unique preuve de son innocence : la balle du crime, coincée dans une voiture disparue.","iframeSrc":"https://mayicloud.com/iframe/2n2tAiPL2q","file":"https://mayi24313.mayicloud.com/files/aa/ZBVjYegUGZ17qITuWdfPmhcpLNIAyK0ymWR.m3u8","category":"Action","categoryId":"1"},{"title":"Medieval (2022) HD","id":"mov_12554430","url":"/rmznt0k9a/b/xakraf/12554430","image":"https://www.themoviedb.org/t/p/original/4njdAkiBdC5LnFApeXSkFQ78GdT.jpg","description":"L'histoire du héros tchèque Zizka, aussi appelé Jan Zizka de Trocnov, sa relation avec une héritière locale et son combat contre un roi rival. Tacticien militaire vénéré qui a vaincu les armées de l'ordre teutonique et du Saint-Empire romain germanique, il est connu pour ses stratégies novatrices et pour avoir su entraîner rapidement des paysans à affronter des adversaires qualifiés et généralement plus nombreux.","iframeSrc":"https://mayicloud.com/iframe/PWUDef1tuI","file":"https://mayi24313.mayicloud.com/files/aa/ujkNuQZnfUjGGy2rnhINjyJdbXtdrXVVhgJ.m3u8","category":"Action","categoryId":"1"},{"title":"Overdose (2022) HD","id":"mov_12542223","url":"/rmznt0k9a/b/xakraf/12542223","image":"https://www.themoviedb.org/t/p/original/9RvM4wawLRlX608FgZr9kL8CLmy.jpg","description":"Sara Bellaïche, capitaine à la DIPJ de Toulouse, enquête sur un go-fast lié au meurtre de deux adolescents, dont s’occupe Richard Cross, flic au 36 à Paris. Obligés de collaborer pour retrouver le meurtrier et arrêter ce go-fast sanglant, Sara et Richard, aux méthodes diamétralement opposées, se retrouvent plongés dans une course contre la montre haletante sur les routes espagnoles et françaises.","iframeSrc":"https://mayicloud.com/iframe/x6fv7kBAqg","file":"https://mayi24313.mayicloud.com/files/aa/5yILZbXuRea0OhDDKpxMp5SFA00bArsGZar.m3u8","category":"Action","categoryId":"1"},{"title":"Braquer Mussolini (2022) HD","id":"mov_12543162","url":"/rmznt0k9a/b/xakraf/12543162","image":"https://www.themoviedb.org/t/p/original/cbdHqb0kZTgF7jQbUw41KEYVInb.jpg","description":"Dans l'Italie fasciste, un homme qui vend aux résistants des armes volées voit son affaire péricliter. Il est alors prêt à tout risquer pour voler le trésor de Mussolini.","iframeSrc":"https://mayicloud.com/iframe/TPPzVxnpvX","file":"https://mayi24313.mayicloud.com/files/aa/rg5R7ZpXx1fbClEAK2qB5kqUUmshMXfdek4.m3u8","category":"Action","categoryId":"1"},{"title":"Last Seen Alive (2022) HD","id":"mov_12530016","url":"/rmznt0k9a/b/xakraf/12530016","image":"https://www.themoviedb.org/t/p/original/xZdyrftaSuMBmne3ObiDRy36Sda.jpg","description":"Will conduit sa future ex-femme, Lisa, chez ses parents lorsqu'elle disparaît mystérieusement à une station-service. Afin de la retrouver, Will, désespéré, se rend à la police qui ne lui sera d'aucun secours et ira jusqu'à le suspecter. Déterminé à trouver Lisa lors d'une terrifiante course contre la montre, fuyant les autorités, Will s'enfoncera dans les bas-fonds criminels.","iframeSrc":"https://mayicloud.com/iframe/Cw7sOlV7r2","file":"https://mayi24313.mayicloud.com/files/aa/MstqiTKtAd3Q2kbJJTpnV2U3uJopQQsDiV3.m3u8","category":"Action","categoryId":"1"},{"title":"Blackout (2022) HD","id":"mov_10601310","url":"/rmznt0k9a/b/xakraf/10601310","image":"https://www.themoviedb.org/t/p/original/wDnePoltDxWa9zGY92eEd1mg5mw.jpg","description":"Après s'être réveillé dans un hôpital mexicain sans aucun souvenir, un homme devient la cible d'un cartel et entame une course contre la montre pour découvrir la vérité.","iframeSrc":"https://mayicloud.com/iframe/7hY7DwIa2J","file":"https://mayi22140.mayicloud.com/files/aa/ydaoGppB1KAm2uiDOk5gzdxyla44l7OTlZi.m3u8","category":"Action","categoryId":"1"},{"title":"Terror On The Prairie (2022) HD","id":"mov_10600371","url":"/rmznt0k9a/b/xakraf/10600371","image":"https://www.themoviedb.org/t/p/original/3R1SECvdD66OqN3UvLdrksE17IN.jpg","description":"Une famille de pionniers se bat contre une bande de hors-la-loi qui les terrorise dans leur ferme nouvellement construite dans les plaines du Montana.","iframeSrc":"https://mayicloud.com/iframe/PHxkvNAcYp","file":"https://mayi24313.mayicloud.com/files/aa/PEqtiN9rol4IWVCjo5Q8cFQK0lxBxw0narQ.m3u8","category":"Action","categoryId":"1"},{"title":"Deadlock (2022) HD","id":"mov_10599432","url":"/rmznt0k9a/b/xakraf/10599432","image":"https://www.themoviedb.org/t/p/original/nADWNtlV4pXVMaIdZlneAo7CEM4.jpg","description":"Le chef d'une bande de mercenaires - assoiffé de vengeance - maintient les employés d'une centrale nucléaire en otage...","iframeSrc":"https://mayicloud.com/iframe/8ZALsZxeps","file":"https://mayi24313.mayicloud.com/files/aa/dDckZefgfCFjFnQ6OUDqVLqwxSv57UxkyKF.m3u8","category":"Action","categoryId":"1"},{"title":"Apache Junction (2022) HD","id":"mov_10567506","url":"/rmznt0k9a/b/xakraf/10567506","image":"https://www.themoviedb.org/t/p/original/sYkElIUzn9NkVFufpc2oSQlfVsS.jpg","description":"Une journaliste d'une grande ville se rend dans une zone où règne l'anarchie pour écrire un article sur les voleurs et les tueurs qui y résident. Lorsqu'elle se retrouve en mauvaise posture, elle doit compter sur le desperado notoire Jericho Ford pour s'en sortir vivante...","iframeSrc":"https://mayicloud.com/iframe/Rmk15rhknm","file":"https://mayi22143.mayicloud.com/files/aa/0qhxTorF0NscNP8pYXDyZvUkw0LOk9alzsS.m3u8","category":"Action","categoryId":"1"},{"title":"Master Ip Man : The Awakening (2022) HD","id":"mov_10559994","url":"/rmznt0k9a/b/xakraf/10559994","image":"https://www.themoviedb.org/t/p/original/A7vhdyGrpPMKXsuFBZzxmave94F.jpg","description":"Alors qu'Ip Man étudiait à Hong Kong pendant sa jeunesse, il est accidentellement impliqué dans une affaire d'enlèvement de femmes chinoises par la société britannique Stark Industries pour en faire un trafic à l'étranger. Ip Man s'avance et combat les occidentaux. Il combat les guerriers britanniques Patton à trois reprises et utilise le Wing Chun pour défendre la dignité des Chinois bafoués.","iframeSrc":"https://mayicloud.com/iframe/1qhTzNUxf9","file":"https://mayi24313.mayicloud.com/files/aa/E8UrfeEjsPxB2gPAF961d7rv11iVzy5dG0Fii.m3u8","category":"Action","categoryId":"1"},{"title":"The Moderator (2022) HD","id":"mov_10531824","url":"/rmznt0k9a/b/xakraf/10531824","image":"https://www.themoviedb.org/t/p/original/mnzQ2Hwb93irAdIYNIA1BhOsTEK.jpg","description":"Après que les meurtres de ses amies n'ont toujours pas été résolus, une tueuse secrète décide de se faire justice elle-même. Elle découvre que ces crimes relèvent d'une longue série de meurtres sadiques perpétrés par un syndicat du crime clandestin à l'encontre des femmes.","iframeSrc":"https://mayicloud.com/iframe/bSTFmHFopx","file":"https://mayi22144.mayicloud.com/files/aa/Zj2xhNCsJ0CpcUn8jmN5IYYCEljjJIRJ1Tg.m3u8","category":"Action","categoryId":"1"},{"title":"Dangerous (2022) HD","id":"mov_10518678","url":"/rmznt0k9a/b/xakraf/10518678","image":"https://www.themoviedb.org/t/p/original/vTtkQGC7qKlSRQJZYtAWAmYdH0A.jpg","description":"Après le décès de son frère, un sociopathe en voie de guérison s'installe sur une île éloignée. Cet endroit va bientôt être assiégé par une bande de mercenaires, responsables de la mort de son frère, l'homme va alors opter pour une vengeance implacable...","iframeSrc":"https://mayicloud.com/iframe/Oc1A00iAma","file":"https://mayi22144.mayicloud.com/files/aa/AtwImVfjnkjMIxveE9yVgm8hX9hfKEpk7W3.m3u8","category":"Action","categoryId":"1"},{"title":"Le Samaritain (2022) HD","id":"mov_10489569","url":"/rmznt0k9a/b/xakraf/10489569","image":"https://www.themoviedb.org/t/p/original/iX69aMEMO0W22bAX11lGP8DeTkr.jpg","description":"Âgé de 13 ans, Sam Cleary suspecte que son mystérieux et solitaire voisin, Mr. Smith, soit en réalité une légende qui se cache au grand jour. Il y a 25 ans, le superpuissant justicier de Granite City, Le Samaritain, a été déclaré mort dans un entrepôt, après un combat tragique avec son rival, Nemesis. La plupart des gens pensent que Le Samaritain a péri dans les flammes, mais certains habitants, comme Sam, ont bon espoir qu’il soit encore en vie. Alors que la ville est au bord du chaos et que les crimes se multiplient, Sam se donne pour mission de persuader son voisin de sortir de sa cachette et de sauver la ville de la ruine.","iframeSrc":"https://mayicloud.com/iframe/jBER7HZ6Mn","file":"https://mayi22144.mayicloud.com/files/aa/7vMNR6mbIO9JEftaiPqnQJZuB6cBdYYluL8.m3u8","category":"Action","categoryId":"1"},{"title":"Sword Master (2016) HD","id":"mov_10488630","url":"/rmznt0k9a/b/xakraf/10488630","image":"https://www.themoviedb.org/t/p/original/sCsFOWDTETklLlVj34msCn0S6JP.jpg","description":"Le troisième maître du manoir de l'épée, considéré comme le plus puissant épéiste du pays, s’est lassé de la violence qui règne dans le monde des arts martiaux. Fuyant les effusions de sang, il se fait passer pour mort et erre en marge de la société en menant la vie d’un vagabond. Mais bientôt, son passé le rattrape : le maître épéiste va devoir à nouveau combattre pour espérer trouver la paix à laquelle il aspire tant...","iframeSrc":"https://mayicloud.com/iframe/An2YkQs9CV","file":"https://mayi22144.mayicloud.com/files/aa/iY9QlprbGjDRvLdJWebssLPuJ9lciX7AWhr.m3u8","category":"Action","categoryId":"1"},{"title":"Seoul Vibe (2022) HD","id":"mov_10467033","url":"/rmznt0k9a/b/xakraf/10467033","image":"https://www.themoviedb.org/t/p/original/ffX0TL3uKerLXACkuZGWhAPMbAq.jpg","description":"Les jours précédant les JO de 1988 à Séoul, des pilotes et mécaniciens jouent les infiltrés pour démanteler un énorme réseau de blanchiment d'argent.","iframeSrc":"https://mayicloud.com/iframe/KYKaNic380","file":"https://mayi22144.mayicloud.com/files/aa/1tQklQjFqeyAvUvqefLJrvHbGvtSzBTA5JV.m3u8","category":"Action","categoryId":"1"},{"title":"Top Gun (1986) HD","id":"mov_10452009","url":"/rmznt0k9a/b/xakraf/10452009","image":"https://www.themoviedb.org/t/p/original/fmXOY1bdRJ9CmzroeaTXRyr6qyz.jpg","description":"Jeune as du pilotage et tête brûlée d'une école réservée à l'élite de l'Aéronavale américaine, la fameuse \"Top Gun\", Pete Mitchell, dit \"Maverick\", tombe sous le charme d'une instructrice alors qu'il est en compétition pour le titre du meilleur pilote...","iframeSrc":"https://mayicloud.com/iframe/z0CDpd7JWK","file":"https://mayi22144.mayicloud.com/files/aa/I0Fk0gVq8hRsvQlXk3PY5oYH2oVa7SUPSza.m3u8","category":"Action","categoryId":"1"},{"title":"A Day to Die (2022) HD","id":"mov_10452948","url":"/rmznt0k9a/b/xakraf/10452948","image":"https://www.themoviedb.org/t/p/original/8Kce1utfytAG5m1PbtVoDzmDZJH.jpg","description":"Un agent de probation en disgrâce est redevable à un chef de gang local et est contraint de réaliser une série de dangereux casses en douze heures pour payer les deux millions de dollars qu'il doit, afin de sauver sa femme enceinte kidnappée et de régler ses comptes avec le chef de la police corrompue de la ville, qui travaille avec le chef de gang et l'a trahi il y a des années.","iframeSrc":"https://mayicloud.com/iframe/D7FyhNqbDj","file":"https://mayi22144.mayicloud.com/files/aa/KNcATwzhGZaHL02BGlwLDaSjI969lKt6xGG.m3u8","category":"Action","categoryId":"1"},{"title":"Bullet Proof (2022) HD","id":"mov_10445436","url":"/rmznt0k9a/b/xakraf/10445436","image":"https://www.themoviedb.org/t/p/original/cj6YmTAU7Jvn3w6d2NfjQzpX7Pw.jpg","description":"Après avoir volé des millions de dollars en liquide dans la cachette de Temple, un patron de la mafia sadique, le voleur trouve un passager inattendu dans la voiture qu'il a volé pour s'enfuir : la femme enceinte de Temple, Mia ! Désespéré de récupérer son argent - et son fils à naître - Temple envoie une équipe de tueurs à gages et de chasseurs de primes pour capturer Mia et le voleur.","iframeSrc":"https://mayicloud.com/iframe/ARyuokzEbX","file":"https://mayi22144.mayicloud.com/files/aa/cSevePVBZLwexgKsQMmfoX7Xswh1asYmldS.m3u8","category":"Action","categoryId":"1"},{"title":"White Elephant (2022) HD","id":"mov_10432290","url":"/rmznt0k9a/b/xakraf/10432290","image":"https://www.themoviedb.org/t/p/original/4U32ULTfEz2c456ukx5HCPDVQQ7.jpg","description":"Gabriel Tancredi, un ancien marine devenu exécuteur pour la mafia, doit faire face à sa conscience et à son code d'honneur lorsqu'il est obligé d'aider à nettoyer un assassinat bâclé par son protégé, Carl.","iframeSrc":"https://mayicloud.com/iframe/ONJdi9ch8H","file":"https://mayi22144.mayicloud.com/files/aa/4UT3UFVShsWDVQUWKTbI10vKdOUq5389Y1c.m3u8","category":"Action","categoryId":"1"},{"title":"Darkness of Man (2024) HD","id":"mov_14256837","url":"/rmznt0k9a/b/xakraf/14256837","image":"https://media.themoviedb.org/t/p/original/tnJsIs1Aov1GTxnoCzJTao7UAMy.jpg","description":"Quand une de ses informatrices est tuée lors d'un raid qui a mal tourné, Russell Hatch, un agent d'Interpol, devient le protecteur de son fils Jayden. Des années plus tard, alors que la guerre des gangs fait rage, Jayden et son oncle sont sous la menace d'un gang sans pitié en pleine guerre de territoires. Hatch ne va reculer devant rien pour remplir son devoir et combattre tous ceux, ennemis ou prétendus alliés, qui se mettent en travers de son chemin.","iframeSrc":"https://mayicloud.com/iframe/el6HPvrjhv","file":"https://mayi24312.mayicloud.com/files/aa/aCyj8JYl7kLE3rvgbsOs52OcJDIbXZH7Cfq.m3u8","category":"Action","categoryId":"1"},{"title":"Ride On (2024) HD","id":"mov_14234301","url":"/rmznt0k9a/b/xakraf/14234301","image":"https://media.themoviedb.org/t/p/original/gVn4EP1Fu5csdTveD45FQqoRBL0.jpg","description":"Après que deux agents de recouvrement tentent de s'emparer d'un cheval cascadeur appartenant au cascadeur échoué Luo, la vidéo de la confrontation qui s'ensuit - et de l'évasion acrobatique étroite du duo dynamique - devient virale sur les réseaux sociaux. Furieux d'être humiliés en ligne, les agents de recouvrement reviennent pour se venger, laissant Luo et son fidèle cheval se livrer à une série de bouffonneries hilarantes et pleines d'action qui surpassent même les actes les plus audacieux de leurs jours de gloire.","iframeSrc":"https://mayicloud.com/iframe/anrHWgvGjD","file":"https://mayi24312.mayicloud.com/files/aa/6xY2DHh5FQefnUFPU1ONlYaMF62bNlPUTOW.m3u8","category":"Action","categoryId":"1"},{"title":"Noryang : L'Affrontement final (2023) HD","id":"mov_14208948","url":"/rmznt0k9a/b/xakraf/14208948","image":"https://media.themoviedb.org/t/p/original/5xrEG2TSOYzxoTVixxEXtQOIuGV.jpg","description":"En 1598, la guerre d'Imjin, qui a duré sept ans, touche à sa fin et les envahisseurs japonais tentent une dernière offensive sur Joseon. L'amiral Yi Sun-shin prend la tête d'une armada marine avec la Chine des Ming, dans le but d'en finir avec l'impérialisme japonais. Les forces en présence s'affrontent dans le détroit de Noryang, là où la mer est la plus meurtrière et où l'amiral Yi livre son ultime bataille.","iframeSrc":"https://mayicloud.com/iframe/Nw3WvuAven","file":"https://mayi24312.mayicloud.com/files/aa/14Qn4d9BqtC9qOxNZ1Be1oL5kgAVLPiNT9b.m3u8","category":"Action","categoryId":"1"},{"title":"Damaged (2024) HD","id":"mov_14198619","url":"/rmznt0k9a/b/xakraf/14198619","image":"https://media.themoviedb.org/t/p/original/sUjbd7imUQxslh5T5PsDf6lXTb9.jpg","description":"Lorsqu’un meurtrier sadique fait surface en Écosse, un détective de la police de Chicago se joint à la traque dans l’espoir d’arrêter ce tueur en série rituel avant qu’il ne fasse sa prochaine victime.","iframeSrc":"https://mayicloud.com/iframe/L7aEdenlX7","file":"https://mayi22140.mayicloud.com/files/aa/lN6aq6f4KhkIxoyxN0oQy9XINbXaxUhSHo2.m3u8","category":"Action","categoryId":"1"},{"title":"Sayen : La Cazadora (2024) HD","id":"mov_14203314","url":"/rmznt0k9a/b/xakraf/14203314","image":"https://media.themoviedb.org/t/p/original/rkvIQqHCEE0pj0yGJqsYC97vjjI.jpg","description":"Consciente qu'elle ne peut pas vaincre Fisk seule, Sayen fait équipe avec un groupe de résistants clandestins qui a un plan visant à dénoncer et mettre fin, une bonne fois pour toutes, au pillage incontrôlé de Fisk.","iframeSrc":"https://mayicloud.com/iframe/kpUJZs8OTI","file":"https://mayi24312.mayicloud.com/files/aa/oQ35VJ9QnwnKXkg6DI6VqrklakNi8G0xw4D.m3u8","category":"Action","categoryId":"1"},{"title":"Sayen : La ruta seca (2023) HD","id":"mov_13718790","url":"/rmznt0k9a/b/xakraf/13718790","image":"https://www.themoviedb.org/t/p/original/bPf85Ro1XgWnhJMfAZa3SdQ4Muf.jpg","description":"Sayen doit se confronter à la rudesse du desert d'Atacama. Elle fait équipe, à contrecoeur, avec Quimal, qui doit rétablir la réputation de son père et sauver son village de la sécheresse en raison de l'exploitation abusive de l'eau par Acteon.","iframeSrc":"https://mayicloud.com/iframe/PNC2BEcQiM","file":"https://mayi24312.mayicloud.com/files/aa/QFiPoYB49esv9PLoLwPvGEjjGUXSLgFCVYs.m3u8","category":"Action","categoryId":"1"},{"title":"Sayen (2023) HD","id":"mov_12894348","url":"/rmznt0k9a/b/xakraf/12894348","image":"https://www.themoviedb.org/t/p/original/aCy61aU7BMG7SfhkaAaasS0KzUO.jpg","description":"Dans les forêts du sud du Chili, une jeune Mapuche nommée Sayen, décide de traquer les mercenaires qui ont tué sa grand-mère. En se servant de sa formation, elle arrive à survivre et à prendre sa revanche sur ces intrus. Elle doit choisir entre renoncer et protéger, non seulement la sienne, mais d'autres tribus indigènes de l'entreprise malveillante qui menace leurs terres et leur gagne-pain.","iframeSrc":"https://mayicloud.com/iframe/71sxeDpwbj","file":"https://mayi24313.mayicloud.com/files/aa/Y4ZjBCazIuhce7HRBjMgCUi5rwIR2Ta1X9k.m3u8","category":"Action","categoryId":"1"},{"title":"Blood for Dust (2024) HD","id":"mov_14184534","url":"/rmznt0k9a/b/xakraf/14184534","image":"https://media.themoviedb.org/t/p/original/8IZ7ODPJB3d6Q6C3OdchYaEWixE.jpg","description":"Tentant par tous les moyens de gagner de l’argent afin de supporter sa famille, Cliff accepte de s’associer à Ricky. Ensemble, ils devront transporter de la drogue et des armes à travers le pays pour le compte de John, le dangereux chef du cartel qui les emploie.","iframeSrc":"https://mayicloud.com/iframe/9XqMccpBt6","file":"https://mayi24312.mayicloud.com/files/aa/hpc9rLmBGq2LexYdkRRTc0QCM2PbEiiVHv5.m3u8","category":"Action","categoryId":"1"},{"title":"Due Justice (2024) HD","id":"mov_14167632","url":"/rmznt0k9a/b/xakraf/14167632","image":"https://media.themoviedb.org/t/p/original/35Uef7fz9ctYbJLXbJBCqvtttEQ.jpg","description":"L'ancien soldat de la marine Max souffre d'un grave traumatisme crânien depuis sa dernière mission et tente de mener une vie normale de père de famille dans la banlieue. Mais lorsque le chef de gang local Ellis assassine froidement son frère et sa femme et enlève sa petite fille, la vie tranquille de la famille prend brusquement fin. Poussé par une insatiable soif de vengeance, il se lance à la poursuite de la bande de gangsters d'Ellis et de ses hommes de main. Santiago, un flic désabusé, est également à leurs trousses. Il accepte avec reconnaissance l'aide inattendue de l'impitoyable justicier.","iframeSrc":"https://mayicloud.com/iframe/odpg02bg4p","file":"https://mayi24312.mayicloud.com/files/aa/wJ748qWCNX4ReGazsOudGSr58r8kIdKeWSi.m3u8","category":"Action","categoryId":"1"},{"title":"Le Cœur au vol (2024) HD","id":"mov_14164815","url":"/rmznt0k9a/b/xakraf/14164815","image":"https://media.themoviedb.org/t/p/original/7yQrflwBkZWVJbrJs67s31IKPUJ.jpg","description":"Alin, policière, travaille au sein de l'unité Vol d'œuvres d'art d'Interpol. Depuis quelque temps, elle est sur la piste d'un voleur qui dérobe des tableaux de valeur dans des musées réputés imprenables du monde entier. Quelle que soit l'identité de ce malfrat, il est clair qu'il n'est pas motivé par l'argent. Après avoir passé des années à traquer ce gentleman cambrioleur, Alin devine quelle est sa prochaine cible. Et la policière découvre avec stupéfaction que le coupable n'est autre qu'un ancien amoureux, Güney, homme d'affaires milliardaire qui a soudainement disparu alors que le couple était sur le point de se marier. Alin n'a plus qu'une solution : retrouver Güney et le prendre en flagrant délit.","iframeSrc":"https://mayicloud.com/iframe/vo9ds3BEX6","file":"https://mayi24312.mayicloud.com/files/aa/pOBSUgrNcD7Ks8PguxFPNbeWoG00lX6LMHD.m3u8","category":"Action","categoryId":"1"},{"title":"Heart of the Hunter (2024) HD","id":"mov_14137584","url":"/rmznt0k9a/b/xakraf/14137584","image":"https://media.themoviedb.org/t/p/original/n726fdyL1dGwt15bY7Nj3XOXc4Q.jpg","description":"Un ancien tueur à gages doit reprendre du service lorsque l'un de ses amis met au jour un dangereux complot au cœur du gouvernement sud-africain.","iframeSrc":"https://mayicloud.com/iframe/drULvvmvmI","file":"https://mayi22140.mayicloud.com/files/aa/v4eVxoRus5b5pdXRANEwaRX5CsAZYXIt2Wo.m3u8","category":"Action","categoryId":"1"},{"title":"Le salaire de la peur (2024) HD","id":"mov_14131011","url":"/rmznt0k9a/b/xakraf/14131011","image":"https://media.themoviedb.org/t/p/original/asYJBpNIomOhCd7ZJ6AcdY7gYqX.jpg","description":"En échange d'une grosse somme d'argent, quatre aventuriers sont choisis par une compagnie pétrolière pour conduire deux camions chargés de nitroglycérine sur 500 kilomètres de pistes, afin d’éteindre un incendie dans un puits de pétrole.","iframeSrc":"https://mayicloud.com/iframe/II3xbpWnM4","file":"https://mayi24312.mayicloud.com/files/aa/G4EnPRuld8wmVcBDNwiut0dxyoWuMJzsNeQ.m3u8","category":"Action","categoryId":"1"},{"title":"All the Names of God (2024) HD","id":"mov_14124438","url":"/rmznt0k9a/b/xakraf/14124438","image":"https://media.themoviedb.org/t/p/original/30sg87qZ4IC9o5Xf4IQ9cLY7IHr.jpg","description":"Santiago, chauffeur de taxi à Madrid, conduit une cliente à l'aéroport lorsqu'une violente explosion retentit. Les victimes sont nombreuses et la panique générale sème la confusion. Protégé par sa voiture, Santiago s'en sort indemne et se porte au secours d'un jeune homme visiblement blessé par l'attaque. Il le mène jusqu'à sa voiture, mais l'individu se révèle être l'un des trois terroristes. Santiago se retrouve pris en otage dans son taxi, avec pour ordre d'escorter le terroriste.","iframeSrc":"https://mayicloud.com/iframe/d7sdoEi3jU","file":"https://mayi24312.mayicloud.com/files/aa/bYZpemftWVGbz0WauyFnKTud6SRoVai68iw.m3u8","category":"Action","categoryId":"1"},{"title":"Road House (2024) HD","id":"mov_14110353","url":"/rmznt0k9a/b/xakraf/14110353","image":"https://media.themoviedb.org/t/p/original/lwPsIgh98Wnpvkr3svkZwlhDrfm.jpg","description":"Dalton, un ancien combattant de l'UFC tente d'échapper à son sombre passé et à son penchant pour la violence, dans ce film d'action bourré d'adrénaline. Dalton se débrouille à peine avec la réputation qui lui colle à la peau lorsqu'il est repéré par Frankie, propriétaire d'un relais routier dans les Keys de Floride. Elle l'engage comme nouveau videur dans l'espoir d'empêcher un gang violent, travaillant pour le patron du crime Brandt, de détruire son bar bien-aimé. Même à cinq contre un, l'équipe de Brandt ne fait pas le poids face aux compétences de Dalton. Mais les enjeux deviennent de plus en plus importants avec l'arrivée de Knox, l'impitoyable tueur à gages. Alors que les bagarres brutales et les effusions de sang s'intensifient, les Keys tropicaux s'avèrent plus dangereux que tout ce que Dalton a pu affronter dans l'octogone.","iframeSrc":"https://mayicloud.com/iframe/IM0UB59Ei1","file":"https://mayi24312.mayicloud.com/files/aa/zwVlaG3N5BeUOXWxT6372LT3Gv9P9rQJYM5.m3u8","category":"Action","categoryId":"1"},{"title":"Land of Bad (2024) HD","id":"mov_14104719","url":"/rmznt0k9a/b/xakraf/14104719","image":"https://media.themoviedb.org/t/p/original/m72IxjdmGLai3neWCNk3qC4v3D7.jpg","description":"Lorsqu’une mission spéciale de la Delta Force tourne terriblement mal, un pilote de drone de l’armée de l’air, Reaper ne dispose que de 48 heures pour réussir ce qui est devenu une opération de sauvetage hors de contrôle. Sans armes et sans autre moyen de communication que le drone en vol, la mission au sol se transforme soudainement en un affrontement mortel lorsque l’ennemi découvre l’équipe.","iframeSrc":"https://mayicloud.com/iframe/w1fsnTF2ES","file":"https://mayi24312.mayicloud.com/files/aa/Ipn7qBmHbnuSGonSawh1dO2tgpmVs1Oaqch.m3u8","category":"Action","categoryId":"1"},{"title":"24 Hours with Gaspar (2024) HD","id":"mov_14097207","url":"/rmznt0k9a/b/xakraf/14097207","image":"https://media.themoviedb.org/t/p/original/oZ0ZPJPRnjtM8B8s2Mh0IBr6ygb.jpg","description":"Alors qu'il ne lui reste que 24 heures à vivre, un détective privé suit une série d'indices déroutants pour tenter d'expliquer la disparition de son amie d'enfance.","iframeSrc":"https://mayicloud.com/iframe/QZqC0AAx46","file":"https://mayi22140.mayicloud.com/files/aa/ZWJIpINjxCtb1wmlJdzu8ptz2t9C0eI0asI.m3u8","category":"Action","categoryId":"1"},{"title":"The Painter (2024) HD","id":"mov_14082183","url":"/rmznt0k9a/b/xakraf/14082183","image":"https://media.themoviedb.org/t/p/original/beNE0OUrOeB5gNgcmXzQg2oEYg9.jpg","description":"Un ancien agent de la CIA devenu peintre se voit replonger dans un monde dangereux lorsqu'une mystérieuse femme de son passé refait surface. Il perd alors sa couverture et devient la cible d’un tueur implacable et d’un groupe d'opérations clandestines. Il doit faire appel à des compétences qu'il avait laissées derrière lui dans une lutte pour sa survie.","iframeSrc":"https://mayicloud.com/iframe/Qly1CFHyMk","file":"https://mayi24312.mayicloud.com/files/aa/wyOvGIy3kmMvOXwoJeVBaLWINyov7bPDJD9.m3u8","category":"Action","categoryId":"1"},{"title":"Air Force One Down (2024) HD","id":"mov_14080305","url":"/rmznt0k9a/b/xakraf/14080305","image":"https://media.themoviedb.org/t/p/original/nKPoSD4pZ3s3CJ9g3cqWRcQ41TC.jpg","description":"Lors de sa première mission à bord d'Air Force One, un agent des services secrets débutant est confronté à l'épreuve ultime lorsque des terroristes détournent l'avion avec l'intention de faire échouer un accord crucial sur l'énergie. Alors que la vie du président est en jeu et qu'une crise mondiale est en cours, sa bravoure et ses compétences sont poussées à leur limite dans une bataille implacable qui pourrait changer le cours de l'histoire.","iframeSrc":"https://mayicloud.com/iframe/eI08hUtxo2","file":"https://mayi24312.mayicloud.com/files/aa/c8xJkHSHUIIb2U4iWjk0fzJgI0abxzeKILu.m3u8","category":"Action","categoryId":"1"},{"title":"Saints & Sinners (2024) HD","id":"mov_14064342","url":"/rmznt0k9a/b/xakraf/14064342","image":"https://media.themoviedb.org/t/p/original/tmGMOhp9xNm1D0HhSvWvwkUaPOi.jpg","description":"Dans un village isolé de la côte irlandaise, un tueur à gages tente de se ranger et de racheter ses fautes. Mais on n’échappe pas aussi facilement à son passé...","iframeSrc":"https://mayicloud.com/iframe/zGFjumy75u","file":"https://mayi24312.mayicloud.com/files/aa/iPlpJuNOhwfZxTIk8GV7zuOfNiBmqHRIxc8.m3u8","category":"Action","categoryId":"1"},{"title":"The Bricklayer (2024) HD","id":"mov_14051196","url":"/rmznt0k9a/b/xakraf/14051196","image":"https://media.themoviedb.org/t/p/original/bGS34lgiziEvOZDOrA3PFbwQPqr.jpg","description":"Des journalistes sont assassinés par un tueur qui tente de faire porter le blâme à la CIA. Alors que le monde entier s’unit contre les États-Unis, la CIA devra faire appel à son meilleur agent et espérer qu’il sorte de sa retraite afin de faire face à son passé trouble tout en déjouant un complot international.","iframeSrc":"https://mayicloud.com/iframe/OOp4tB5eQ7","file":"https://mayi24312.mayicloud.com/files/aa/DvLinqPeuoHFbCyuzY2duR1UVuv0Jm8mRUE.m3u8","category":"Action","categoryId":"1"},{"title":"Mutant : Ghost War Girl (2023) HD","id":"mov_13363848","url":"/rmznt0k9a/b/xakraf/13363848","image":"https://www.themoviedb.org/t/p/original/cz5xctdv2a1lfZOTpBs3aLb4q23.jpg","description":"Wu Qingqing travaille pour l'Alliance Internationale de Sécurité Contre les Crimes Mutants. Elle est chargé d'infiltrer l'hôpital Medusa Plastic pour recueillir des preuves des recherches secrètes menées par son consortium, et dont le but est de créer des combattants mutants. Wu Qingqing réussit à s'infiltrer, mais elle est forcée de s'injecter un fluide d'induction génétique.","iframeSrc":"https://mayicloud.com/iframe/yKMniIqa9B","file":"https://mayi22145.mayicloud.com/files/aa/4zeDA5DCF3uyrD5IsooYvXJhl20Lc9mhJBU.m3u8","category":"Action","categoryId":"1"},{"title":"Sheroes (2023) HD","id":"mov_13352580","url":"/rmznt0k9a/b/xakraf/13352580","image":"https://www.themoviedb.org/t/p/original/itUAkQmihFmRxMYTa3AkvIzMCV4.jpg","description":"Quatre amies en vacances doivent utiliser leurs compétences pour lutter pour leur survie contre un baron de la drogue.","iframeSrc":"https://mayicloud.com/iframe/aoRRj5KsTv","file":"https://mayi22145.mayicloud.com/files/aa/DL1Dii3yeotM86m4KmZhq9Gh00mLsfg61hJ.m3u8","category":"Action","categoryId":"1"},{"title":"Le Commando (2023) HD","id":"mov_13347885","url":"/rmznt0k9a/b/xakraf/13347885","image":"https://www.themoviedb.org/t/p/original/k4vrs65imRflPQXexfJGV6KZx7E.jpg","description":"Un agent d'élite de la DEA rentre à la maison après l'échec d'une mission, mais sa famille fait une surprenante découverte chez eux - une réserve d'argent d'une valeur de 3 millions de dollars. Ils font bientôt face au danger et à la menace d'un criminel récemment libéré et son équipe qui feront tout pour récupérer l'argent – dont kidnapper les filles de l'agent. Les enjeux sont sérieux et des vies sont en péril dans ce combat en tête à tête alors que l'agent ne s'arrêtera à rien pour protéger sa famille contre les criminels assoiffés d'argent.","iframeSrc":"https://mayicloud.com/iframe/MdgPyv425S","file":"https://mayi22140.mayicloud.com/files/aa/ffKNF4tY5Wx4PJll5ENUPz76pGBtIHlYW6L.m3u8","category":"Action","categoryId":"1"},{"title":"One Ranger (2023) HD","id":"mov_13322532","url":"/rmznt0k9a/b/xakraf/13322532","image":"https://www.themoviedb.org/t/p/original/puffdkze3GZmQHu2Hy8t1XdOYtM.jpg","description":"Un Texas Ranger est recruté par les services secrets britanniques pour traquer un terroriste extrêmement dangereux et l'empêcher de déclencher une attaque sur Londres.","iframeSrc":"https://mayicloud.com/iframe/tDUlfW55nY","file":"https://mayi22145.mayicloud.com/files/aa/0FB3PNBXpWmocDK3f2U5onJiJYfP4CN4ip8.m3u8","category":"Action","categoryId":"1"},{"title":"Le Sang du Dragon (2022) HD","id":"mov_13305630","url":"/rmznt0k9a/b/xakraf/13305630","image":"https://www.themoviedb.org/t/p/original/975jKhUprbX6lGMR66WuoDvWFnb.jpg","description":"L'histoire cauchemardesque de deux frères et sœurs cruellement séparés dans leur enfance. La plus jeune, Elena, est confinée dans le monde des ténèbres, où elle mène une vie misérable. Tandis que l'aîné, Facundo, reste au paradis, où il mène une vie paisible de médecin avec sa femme et ses deux filles.","iframeSrc":"https://mayicloud.com/iframe/F511UVzhI8","file":"https://mayi22145.mayicloud.com/files/aa/iWcqx4UANwyhqBtOjP00SG6TH0OgiwpBsC1.m3u8","category":"Action","categoryId":"1"},{"title":"Interdit aux chiens et aux Italiens  (2023) HD","id":"mov_13304691","url":"/rmznt0k9a/b/xakraf/13304691","image":"https://media.themoviedb.org/t/p/original/qSDA01KsLvs6nza10j8g1penILQ.jpg","description":"Au cours de sa dernière mission en Afghanistan, le sergent John Kinley fait équipe avec Ahmed, un interprète local, qui au risque de sa vie et en terrain hostile va transporter John, blessé, afin de le sauver.","iframeSrc":"https://mayicloud.com/iframe/4H5WobP5cE","file":"https://mayi22145.mayicloud.com/files/aa/muaL5Dn7D42eyuojn9y4eDMjzavpgI3Dceo.m3u8","category":"Action","categoryId":"1"},{"title":"The Covenant (2023) HD","id":"mov_13300935","url":"/rmznt0k9a/b/xakraf/13300935","image":"https://www.themoviedb.org/t/p/original/ok5v7pePOL2zS4aLvbaF3ypDEqO.jpg","description":"Au cours de sa dernière mission en Afghanistan, le sergent John Kinley fait équipe avec Ahmed, un interprète local, qui au risque de sa vie et en terrain hostile va transporter John, blessé, afin de le sauver.","iframeSrc":"https://mayicloud.com/iframe/KhpASF5t8y","file":"https://mayi22140.mayicloud.com/files/aa/LacUvv0x68TOyT6EkpohB8y0JrFOUNnGYzB.m3u8","category":"Action","categoryId":"1"},{"title":"Kandahar (2023) HD","id":"mov_13291545","url":"/rmznt0k9a/b/xakraf/13291545","image":"https://www.themoviedb.org/t/p/original/rVq4EYHVc4ZkGIcF81PcnMlWkSf.jpg","description":"Tom Harris (Gerald Butler), un agent de la CIA en mission secrète, se retrouve pris au piège en territoire hostile de l’Afghanistan. Alors que sa mission est exposée au grand jour, il devra fuir jusqu’au point d’extraction situé à Kandahar afin de sauver sa peau et celle de son traducteur Afghan, tout en évitant et en combattant les forces d’élites ennemies et les espions étrangers ayant pour mandat de les en empêcher.","iframeSrc":"https://mayicloud.com/iframe/UBxhreaEme","file":"https://mayi22145.mayicloud.com/files/aa/hjqnYGcCK0vEG11JWSX2VREt85HjK4x1nYp.m3u8","category":"Action","categoryId":"1"},{"title":"Tyler Rake 2 (2023) HD","id":"mov_13289667","url":"/rmznt0k9a/b/xakraf/13289667","image":"https://www.themoviedb.org/t/p/original/4nRevDnwDYSsJr0X3VOLHOmRoqq.jpg","description":"Après avoir miraculeusement survécu aux événements du premier volet, le mercenaire australien des forces spéciales Tyler Rake est de retour pour une nouvelle mission périlleuse : extraire de prison la famille martyrisée d'un impitoyable gangster géorgien.","iframeSrc":"https://mayicloud.com/iframe/VqJAnzaQNa","file":"https://mayi22140.mayicloud.com/files/aa/CKZJL8vc0liQ0YOV78AxawXU7lthbhsO2rx.m3u8","category":"Action","categoryId":"1"},{"title":"Tyler Rake (2020) HD","id":"mov_13288728","url":"/rmznt0k9a/b/xakraf/13288728","image":"https://www.themoviedb.org/t/p/original/qVHWs56TvXCKGjsmghWHFRqtKlF.jpg","description":"Tyler Rake est un mercenaire intrépide qui travaille dans l'ombre. Alors qu'il n'a plus rien à perdre, il est chargé par un puissant caïd mafieux, pour l'heure incarcéré, de sauver son fils qui a été enlevé. Mais dans le milieu glauque de la pègre, où se côtoient marchands d'armes et narcotrafiquants, la mission ultra-périlleuse de Rake frôle l'impossible. Et la vie du mercenaire et du jeune garçon risque d'en être bouleversée à jamais…","iframeSrc":"https://mayicloud.com/iframe/TeSrMRvTbv","file":"https://mayi22140.mayicloud.com/files/aa/FYNNMFu5DhnLgupUPiybwrpoTcgp5sUKrHy.m3u8","category":"Action","categoryId":"1"},{"title":"Hunt (2023) HD","id":"mov_13277460","url":"/rmznt0k9a/b/xakraf/13277460","image":"https://www.themoviedb.org/t/p/original/xZruH706oBpSqeEvp5u1sMmX2nD.jpg","description":"Park Pyeong-Ho et Kim Jung-Do, deux hauts responsables de la sécurité sud-coréenne, vont traquer un infiltré Nord Coréen. S’engage alors une terrible course contre la montre. La situation des deux Corée est au bord de l’implosion et les deux agents, au cours de leur enquête, vont déterrer de lourds secrets qui menacent de faire basculer l’Histoire du pays...","iframeSrc":"https://mayicloud.com/iframe/ODz58tRtFF","file":"https://mayi22145.mayicloud.com/files/aa/SFt2tqVycRxk3W4gdGEjIsXhy5Lpzq5r6zu.m3u8","category":"Action","categoryId":"1"},{"title":"Fast & Furious 9 (2021) HD","id":"mov_9774051","url":"/rmznt0k9a/b/xakraf/9774051","image":"https://www.themoviedb.org/t/p/original/9FnjnfsvpccWmRQMtiZUyl5ogE2.jpg","description":"Dominic Toretto mène une vie tranquille en dehors de la grille avec Letty et son fils, le petit Brian, mais ils savent que le danger se cache toujours juste au-dessus de leur horizon paisible. Cette fois, cette menace obligera Dom à affronter les péchés de son passé s’il veut sauver ceux qu’il aime le plus. Son équipage se réunit pour arrêter un complot bouleversant mené par l'assassin le plus talentueux et le pilote de haute performance qu'ils aient jamais rencontré: un homme qui se trouve être également le frère abandonné de Dom, Jakob.","iframeSrc":"https://mayicloud.com/iframe/9SZIs2Pzwi","file":"https://mayi22144.mayicloud.com/files/aa/z1c9RBT4EIY21qjM7jiZjsRibjk0TQitSvC.m3u8","category":"Action","categoryId":"1"},{"title":"Fast & Furious : Hobbs & Shaw (2019) HD","id":"mov_9774990","url":"/rmznt0k9a/b/xakraf/9774990","image":"https://www.themoviedb.org/t/p/original/kgajCPm5pdH2Sa3CTCyHuUmQvgT.jpg","description":"Depuis que Hobbs, fidèle agent de sécurité au service diplomatique des États-Unis, combatif mais droit, et Shaw, un homme sans foi ni loi, ancien membre de l’élite militaire britannique, se sont affrontés en 2015 dans Fast & Furious 7, les deux hommes font tout ce qu’ils peuvent pour se nuire l’un à l’autre. Mais lorsque Brixton, un anarchiste génétiquement modifié, met la main sur une arme de destruction massive après avoir battu le meilleur agent du MI6 qui se trouve être la sœur de Shaw, les deux ennemis de longue date vont devoir alors faire équipe pour faire tomber le seul adversaire capable de les anéantir.","iframeSrc":"https://mayicloud.com/iframe/zQtrvVm8SF","file":"https://mayi22144.mayicloud.com/files/aa/JfeCtTjdqUYCcYe0sttsG3j9uO5RWYwGdLi.m3u8","category":"Action","categoryId":"1"},{"title":"Fast & Furious 8 (2017) HD","id":"mov_9775929","url":"/rmznt0k9a/b/xakraf/9775929","image":"https://www.themoviedb.org/t/p/original/jbNK9y45q5PaKbRWX6C8lnmO7Hq.jpg","description":"Maintenant que Dom et Letty sont en lune de miel, que Brian et Mia se sont rangés et que le reste de l’équipe a été disculpé, la bande de globetrotteurs retrouve un semblant de vie normale. Mais quand une mystérieuse femme entraîne Dom dans le monde de la criminalité, ce dernier ne pourra éviter de trahir ses proches qui vont faire face à des épreuves qu’ils n’avaient jamais rencontrées jusqu’alors. Des rivages de Cuba au rues de New York en passant par les plaines gelées de la mer arctique de Barrents, notre équipe va sillonner le globe pour tenter d'empêcher une anarchiste de déchaîner un chaos mondial et de ramener à la maison l’homme qui a fait d’eux une famille.","iframeSrc":"https://mayicloud.com/iframe/tRlc6X7neP","file":"https://mayi22144.mayicloud.com/files/aa/9iKvGo2obSEpHXo8WL0QLuI7GO4NcjClBnR.m3u8","category":"Action","categoryId":"1"},{"title":"Fast & Furious 7 (2015) HD","id":"mov_9791892","url":"/rmznt0k9a/b/xakraf/9791892","image":"https://www.themoviedb.org/t/p/original/wjVn1Qng8B3ySvfJr4ovuehI141.jpg","description":"Une bande de hors-la-loi fous de vitesse mène désormais une vie normale... jusqu'à ce qu'un homme assoiffé de vengeance les tire violemment de leur routine.","iframeSrc":"https://mayicloud.com/iframe/2jrkjKNb3Y","file":"https://mayi22144.mayicloud.com/files/aa/voYofhS7NvQU1EGeqwuDEwX6QgREsUCXjBm.m3u8","category":"Action","categoryId":"1"},{"title":"Fast & Furious 6 (2013) HD","id":"mov_9792831","url":"/rmznt0k9a/b/xakraf/9792831","image":"https://www.themoviedb.org/t/p/original/yXwsRF2T0VugGiBkXO29M1qraAI.jpg","description":"Dom, Brian et toute leur équipe, après le casse de Rio, ayant fait tomber un empire en empochant 100 millions de dollars, se sont dispersés aux quatre coins du globe. Mais l’incapacité de rentrer chez eux, et l’obligation de vivre en cavale permanente, laissent à leur vie le goût amer de l’inaccomplissement. Pendant ce temps Hobbs traque aux quatre coins du monde un groupe de chauffeurs mercenaires aux talents redoutables, dont le meneur, Shaw est secondé d’une de main de fer par l’amour que Dom croyait avoir perdu pour toujours : Letty. La seule façon d’arrêter leurs agissements est de les détrôner en surpassant leur réputation. Hobbs demande donc à Dom de rassembler son équipe de choc à Londres. En retour ? Ils seront tous graciés et pourront retourner auprès des leurs, afin de vivre une vie normale.","iframeSrc":"https://mayicloud.com/iframe/GE7c1xPcoh","file":"https://mayi22144.mayicloud.com/files/aa/0LkDVCrvwjMP7rxGO0vc1cR9oSGe55w5QQJ.m3u8","category":"Action","categoryId":"1"},{"title":"Fast & Furious 5 (2011) HD","id":"mov_9793770","url":"/rmznt0k9a/b/xakraf/9793770","image":"https://www.themoviedb.org/t/p/original/7STjb7RLFODxHc9ZcskgQTOGdG5.jpg","description":"Depuis que Brian et Mia Toretto ont extirpé Dom des mains de la justice, ils ont dû franchir de nombreuses frontières pour échapper aux autorités. Retirés à Rio, ils sont contraints de monter un dernier coup pour se faire blanchir et recouvrer leur liberté. Ils se constituent une équipe d'élite, réunissant les pilotes les plus avertis, conscients que leur seule chance d'être acquittés pour bonne conduite nécessite une confrontation avec l'homme d'affaires véreux qui souhaite les voir morts. Mais il n'est pas le seul à leurs trousses. L'impitoyable agent fédéral Luke Hobbs n'a jamais loupé sa cible. Affecté à la traque des fugitifs, lui et son équipe de choc élaborent un implacable dispositif d'assaut destiné à les capturer. Passant le Brésil au crible, Hobbs réalise combien la frontière qui sépare les bons des méchants est ténue. Il doit alors s'en remettre à son instinct pour acculer ses proies et éviter qu'un autre ne les débusque avant lui.","iframeSrc":"https://mayicloud.com/iframe/yD6j7OqNCv","file":"https://mayi22144.mayicloud.com/files/aa/BPOebpC2GpXnnKILf1ySg6vmqDbRrNm3Dah.m3u8","category":"Action","categoryId":"1"},{"title":"Fast and Furious 4 (2009) HD","id":"mov_9794709","url":"/rmznt0k9a/b/xakraf/9794709","image":"https://www.themoviedb.org/t/p/original/3sqFEf2NzgNHRskiPFWf5VqiVat.jpg","description":"Un meurtre oblige Dom Toretto, un ancien taulard en cavale, et l'agent Brian O'Conner à revenir à L.A. où leur querelle se rallume. Mais confrontés à un ennemi commun, ils sont contraints à former une alliance incertaine s'ils espèrent parvenir à déjouer ses plans. De l'attaque de convoi aux glissades de précision qui les mèneront hors de leurs propres frontières, les deux hommes trouveront le meilleur moyen de prendre leur revanche : en poussant les limites de ce qui est faisable au volant d'un bolide.","iframeSrc":"https://mayicloud.com/iframe/0pxpieEoja","file":"https://mayi22144.mayicloud.com/files/aa/ua0dXtogsTmhvTEOe1CMpDcW2vaGTuRnFSB.m3u8","category":"Action","categoryId":"1"},{"title":"Fast & Furious : Tokyo drift (2006) HD","id":"mov_9795648","url":"/rmznt0k9a/b/xakraf/9795648","image":"https://www.themoviedb.org/t/p/original/bxc7ULwA3zkhyEgu0MlyxsBHy30.jpg","description":"Pour éviter la prison, Sean Boswell est envoyé pour vivre avec son père militaire à Tokyo. Lors de première course de drift, l'adolescent qui se prend pour une tête brûlée des courses de rues ne sait pas qu'il affronte « le roi du drift », un champion local de mèche avec la machine criminelle Japonaise Yakuza.","iframeSrc":"https://mayicloud.com/iframe/tm7wShdLM4","file":"https://mayi22140.mayicloud.com/files/aa/9rWK4iLX6Ecc4kWhHI8QSCd085hlR4q0vnL.m3u8","category":"Action","categoryId":"1"},{"title":"2 Fast 2 Furious (2003) HD","id":"mov_9796587","url":"/rmznt0k9a/b/xakraf/9796587","image":"https://www.themoviedb.org/t/p/original/riIa9UIxyhhOBIXI8vhpWmcesGB.jpg","description":"Brian O'Conner a signé sa plus belle action, mais aussi sa faute la plus grave, en laissant filer le chef du gang de voleurs de voitures qu'il avait mission d'infiltrer. Radié de la police de Los Angeles, ce jeune flic rebelle, fan de vitesse et de rodéos, a gardé intact son honneur mais a gâché une belle carrière. Après deux ans de galère, Brian O'Conner se retrouve à Miami et se voit offrir une ultime chance de se racheter. Le FBI et les douanes locales surveillent depuis plusieurs mois le puissant homme d'affaires Carter Verone, qu'ils soupçonnent de se livrer à des opérations de blanchiment d'argent. Mais leurs efforts sont restés vains, le seul indice dont ils disposent pour appâter et démasquer l'énigmatique criminel étant sa passion pour les rodéos. Le temps presse, Brian semble être le seul espoir...","iframeSrc":"https://mayicloud.com/iframe/M5f5fKUkBQ","file":"https://mayi22144.mayicloud.com/files/aa/j8wwTPdys8EY2mGUhpeHB1MQ72B1ndSGlod.m3u8","category":"Action","categoryId":"1"},{"title":"The Arctic Convoy (2024) HD","id":"mov_14415528","url":"/rmznt0k9a/b/xakraf/14415528","image":"https://media.themoviedb.org/t/p/original/sNNDsAMl7IBF8DcNezRHfvQpywm.jpg","description":"Eté 1941. Inarrêtable, Adolf Hitler envahit l'Union soviétique. Des convois de cargos chargés de matériel entament un périlleux voyage vers Mourmansk. De simples marins se retrouvent alors contraints de mettre leur vie en jeu pour affronter l'armée allemande dans les eaux glacées de l'Arctique...","iframeSrc":"https://mayicloud.com/iframe/goj220YPl5","file":"https://mayi24312.mayicloud.com/files/aa/jmNBHS5wpiCz5RNbesJux0SR2VR0Kc54ySF.m3u8","category":"Action","categoryId":"1"},{"title":"Thelma (2024) HD","id":"mov_14410833","url":"/rmznt0k9a/b/xakraf/14410833","image":"https://media.themoviedb.org/t/p/original/zca6rDoUrLTonGM1alkJbg7DReA.jpg","description":"Thelma Post, 93 ans, se fait arnaquer par un fraudeur au téléphone qui prétend être son petit-fils. C’est alors qu’elle se lance dans une quête périlleuse à travers la ville pour récupérer ce qui lui a été volé. Thelma est une histoire qui explore le vieillissement, la famille et l’autonomie tout en s’inspirant de films d’action comme Mission : Impossible. Basé sur une expérience vécue par la grand-mère du scénariste et réalisateur Josh Margolin, le film marque avec éclat le premier rôle principal de June Squibb en plus de 70 ans de carrière.","iframeSrc":"https://mayicloud.com/iframe/mTgib4P2cR","file":"https://mayi24312.mayicloud.com/files/aa/e3zYYHAwXXFi3rU4Neg22DWiW7nLaACoDcmii.m3u8","category":"Action","categoryId":"1"},{"title":"Mon espion : La cité éternelle (2024) HD","id":"mov_14413650","url":"/rmznt0k9a/b/xakraf/14413650","image":"https://media.themoviedb.org/t/p/original/3rNORiZq7lzzNSbjPKBjY0UtceU.jpg","description":"Les dynamiques J.J., espion de la CIA , et sa belle-fille et élève Sophie qui a 14 ans à présent. Ils doivent s'allier pour sauver le monde quand la tournée du chœur de Sophie est interrompue par un complot nucléaire funeste visant le Vatican.","iframeSrc":"https://mayicloud.com/iframe/n7JSZbTMiz","file":"https://mayi24312.mayicloud.com/files/aa/dA2Yxz7dLgyRKXnWmXfHGCPpvPBoBUYPu0Oii.m3u8","category":"Action","categoryId":"1"},{"title":"Mon espion (2020) HD","id":"mov_14412711","url":"/rmznt0k9a/b/xakraf/14412711","image":"https://media.themoviedb.org/t/p/original/55LLHeLTTkZkb3C4gTu1ELiuwK4.jpg","description":"L'agent J.J. doit accomplir une mission de surveillance avec sa collègue dans un immeuble modeste. Il doit garder un œil sur Kate, une femme dont l'ex-mari criminel a été assassiné. Cependant, la mission est mise en péril lorsqu'une jeune fille de 9 ans, Sophie, découvre leur planque et les détails de leur mission. La fillette menace de tout révéler à ses supérieurs, à moins que J.J. lui apprenne le métier d'espion.","iframeSrc":"https://mayicloud.com/iframe/HMoCBwB1pN","file":"https://mayi24312.mayicloud.com/files/aa/3cBmx7jDbQ2DvNNf6v8T3QGsshY3ioQmBsJii.m3u8","category":"Action","categoryId":"1"},{"title":"Meg Rising 2 (2024) HD","id":"mov_14378907","url":"/rmznt0k9a/b/xakraf/14378907","image":"https://media.themoviedb.org/t/p/original/gtsAg5YT04HfqTx38XAAdVNBOk0.jpg","description":"L’USS King a survécu à l’attaque d’une gigantesque créature préhistorique que l’on croyait disparue depuis des millions d’années : le mégalodon. Le capitaine Lynch a été tué. Mais de nouveaux requins titanesques et leurs progénitures reviennent à la charge. Assailli de toutes parts, le nouveau capitaine Sharp fera tout son possible pour faire fonctionner à nouveau le moteur du destroyer.","iframeSrc":"https://mayicloud.com/iframe/pnt0Z2jlcE","file":"https://mayi24312.mayicloud.com/files/aa/4LrWvYN6vXvHAgyBoz8DVx1py0rSlDwqoYn.m3u8","category":"Action","categoryId":"1"},{"title":"Meg Rising (2022) HD","id":"mov_10299891","url":"/rmznt0k9a/b/xakraf/10299891","image":"https://www.themoviedb.org/t/p/original/AerazVNgB2nsU0VKmEJXnQaXMsq.jpg","description":"Le plus grand prédateur aquatique de l’histoire, que l’on croyait éteint depuis 2 millions d’années, refait surface. L’armada de navires de guerre modernes envoyés pour le détruire s’avère inefficace. Ce gigantesque mégalodon n’a rien perdu de son incroyable instinct tueur et combattif dont la nature l’avait doté.","iframeSrc":"https://mayicloud.com/iframe/QZJNnkHbeK","file":"https://mayi22140.mayicloud.com/files/aa/pDZJQBHoUoPlW91auYTq2JpLwM6dYkYoXX8.m3u8","category":"Action","categoryId":"1"},{"title":"Le Flic de Beverly Hills : Axel F. (2024) HD","id":"mov_14362944","url":"/rmznt0k9a/b/xakraf/14362944","image":"https://media.themoviedb.org/t/p/original/yr9vkWlXuysDeb5A7i82E6sPaab.jpg","description":"Quarante ans après sa première enquête mémorable à Beverly Hills, le flic de Détroit Axel Foley revient faire ce qu'il fait le mieux : résoudre les crimes et semer le chaos.","iframeSrc":"https://mayicloud.com/iframe/XcSUincmXg","file":"https://mayi22140.mayicloud.com/files/aa/v5wW0FiUZeHZSc5qwm83E6gw0yTdURtqW0n.m3u8","category":"Action","categoryId":"1"},{"title":"Le Flic de Beverly Hills 3 (1994) HD","id":"mov_14362005","url":"/rmznt0k9a/b/xakraf/14362005","image":"https://media.themoviedb.org/t/p/original/9RhDW7Yvi3NdOlWPp0zaszTroZn.jpg","description":"Dans cette nouvelle aventure Axel Foley va mener l'enquête dans le célèbre parc d'attractions de Wonderworld à Beverly Hills. Il recherche le dangereux commanditaire d'une bande de voleurs de voitures responsable de la mort de son ami Todd.","iframeSrc":"https://mayicloud.com/iframe/IdQZFfT89M","file":"https://mayi24312.mayicloud.com/files/aa/qKLsnXKnZVCuscTzOYiAQ1OG0uVTD5G3Prw.m3u8","category":"Action","categoryId":"1"},{"title":"Le Flic de Beverly Hills 2 (1987) HD","id":"mov_14361066","url":"/rmznt0k9a/b/xakraf/14361066","image":"https://media.themoviedb.org/t/p/original/A4yhgMSb0TuyWhUxbW2SvFXzrC4.jpg","description":"Axel Foley est de retour à Beverly Hills. Cette fois, il vient prêter main forte à ses collègues et amis pour résoudre une affaire de vol de bijoux.","iframeSrc":"https://mayicloud.com/iframe/ImQdt7RNxh","file":"https://mayi24312.mayicloud.com/files/aa/P2O06wgc8Ze5Bnxd0CweWeBNr5UjSsAIvpI.m3u8","category":"Action","categoryId":"1"},{"title":"Le Flic de Beverly Hills (1984) HD","id":"mov_14360127","url":"/rmznt0k9a/b/xakraf/14360127","image":"https://media.themoviedb.org/t/p/original/zZzdcXKZAvr3bcfqtkoHWmiGnT3.jpg","description":"Axel Foley, ancien voyou, est maintenant un des flics les plus efficaces de Detroit. Et même si ses méthodes sont loin d'être traditionnelles, ses supérieurs sont bien obligés de reconnaître ses qualités. Axel retrouve un ami d’enfance, mais celui-ci est assassiné le jour de leurs retrouvailles. L'enquête lui étant refusée, Axel prend ses congés et se lance à la poursuite du meurtrier. Le petit flic de Detroit se retrouve à Beverly Hills, entraîné dans le milieu des dealers et des truands…","iframeSrc":"https://mayicloud.com/iframe/vcjMe1Krhh","file":"https://mayi24312.mayicloud.com/files/aa/QPk5ev8HaMmpD0DkOAg98Mlryzti1KzRAUX.m3u8","category":"Action","categoryId":"1"},{"title":"Piégés dans La Savane (2024) HD","id":"mov_14349798","url":"/rmznt0k9a/b/xakraf/14349798","image":"https://media.themoviedb.org/t/p/original/3oV6pW7DpUYKtRPm45AXROFrR6K.jpg","description":"Un jeune couple doit fuir la mission chrétienne du désert du Kalahari dans laquelle il travaillait après avoir été menacé par un groupe de militants extrémistes. Après que leur avion s'est écrasé dans une réserve animalière, ils vont devoir affronter des lions, mais aussi des gangs armés, pour sauver leur vie...","iframeSrc":"https://mayicloud.com/iframe/94wQaVJQC9","file":"https://mayi24312.mayicloud.com/files/aa/7EwE5OoWVC6CjDEhWW8A4iFA8PwSG81NMxr.m3u8","category":"Action","categoryId":"1"},{"title":"Mad Max : Fury Road (2015) HD","id":"mov_14344164","url":"/rmznt0k9a/b/xakraf/14344164","image":"https://media.themoviedb.org/t/p/original/oLy2V6AWSEfdPgKOtrSGnwB3Q2R.jpg","description":"Hanté par un lourd passé, Mad Max estime que le meilleur moyen de survivre est de rester seul. Cependant, il se retrouve embarqué par une bande qui parcourt le désert à bord d’un véhicule militaire piloté par l’Impératrice Furiosa. Ils fuient la Citadelle où sévit le terrible Immortan Joe qui s’est fait voler un objet irremplaçable. Enragé, ce Seigneur de guerre envoie ses hommes pour traquer les rebelles impitoyablement…","iframeSrc":"https://mayicloud.com/iframe/sels5FDfhy","file":"https://mayi22140.mayicloud.com/files/aa/iaxySneVAmFmFxQPfWibRLqdevTRLbq3lXB.m3u8","category":"Action","categoryId":"1"},{"title":"Mad Max : Au-delà du dôme du tonnerre (1985) HD","id":"mov_14343225","url":"/rmznt0k9a/b/xakraf/14343225","image":"https://media.themoviedb.org/t/p/original/fHo2AJ9brsXKWbYJ2LA087UDBwZ.jpg","description":"Max, de retour, s'est fait dépouiller de son maigre bien. Suivant le voleur, il arrive à la Ville du Troc, où règne Entity. Celle-ci l'engage pour qu'il la débarrasse de Master et Blaster, rois du Monde souterrain. N'ayant voulu tuer Blaster, Max est abandonné en plein désert, d'où il ressurgit à la tête d'une troupe d'enfants pour faire exploser la Ville du Troc.","iframeSrc":"https://mayicloud.com/iframe/wMrA88Uy5f","file":"https://mayi24312.mayicloud.com/files/aa/qe0QZNb9WKuZs0gwSRijkO5LoeUjM0ydez4.m3u8","category":"Action","categoryId":"1"},{"title":"Mad Max 2 : Le Défi (1982) HD","id":"mov_14342286","url":"/rmznt0k9a/b/xakraf/14342286","image":"https://media.themoviedb.org/t/p/original/1Val28InlRHpUQzUBUJqqA3j2UP.jpg","description":"Dans un futur non défini, les réserves de pétrole sont épuisées et la violence règne sur le monde. Max, un ancien de la sécurité routière, se porte aux secours d'une communauté de fuyards aux prises avec des pirates de la route. La bataille se concentre autour d'une citerne de raffinerie.","iframeSrc":"https://mayicloud.com/iframe/Kj8c8JfkoJ","file":"https://mayi24312.mayicloud.com/files/aa/osdjRKo4f9ZTChoa1gSQaD9iPh24BrO0T1j.m3u8","category":"Action","categoryId":"1"},{"title":"Mad Max (1979) HD","id":"mov_14341347","url":"/rmznt0k9a/b/xakraf/14341347","image":"https://media.themoviedb.org/t/p/original/sQ4JEqR9bpx9UTeF0HBqqOv0BLP.jpg","description":"Sur les autoroutes désertées d'une Australie méconnaissable, une guerre sans merci oppose motards hors-la-loi et policiers Interceptor, qui tentent de triompher de la vermine au volant de voitures aux moteurs surgonflés. Dans ce monde en pleine décadence, les bons, les méchants, le manichéisme disparaissent…","iframeSrc":"https://mayicloud.com/iframe/kJ8cGeULxL","file":"https://mayi24312.mayicloud.com/files/aa/sralDNPa1irRl9g0BN6N0qw9DcnyYVjqnuM.m3u8","category":"Action","categoryId":"1"},{"title":"Sous le feu ennemi (2024) HD","id":"mov_14300031","url":"/rmznt0k9a/b/xakraf/14300031","image":"https://media.themoviedb.org/t/p/original/xgoBgh4OVLM4i3xc7C2q6PawTpC.jpg","description":"Pendant la Seconde Guerre mondiale, des marines stationnés sur un aérodrome en Malaisie apprennent l'imminence d'un raid de l'armée japonaise. S'étant vu refuser l'envoi de renforts, ils s'engagent dans une bataille éprouvante de trois jours contre les forces ennemies qui se comptent en milliers d'hommes...","iframeSrc":"https://mayicloud.com/iframe/DZdyXurvaa","file":"https://mayi24312.mayicloud.com/files/aa/cbtmb3sbOeVLfAMSB4sTR6T5ERz6nKgzVJW.m3u8","category":"Action","categoryId":"1"},{"title":"Kali (2024) HD","id":"mov_14280312","url":"/rmznt0k9a/b/xakraf/14280312","image":"https://media.themoviedb.org/t/p/original/5pn4NnJCd8LKomglJC3gr9DbvYk.jpg","description":"Lisa, alias Kali, ancienne des Forces Spéciales, voit son monde basculer lorsque son mari, Éric, est sauvagement assassiné à Rio de Janeiro. Déterminée à découvrir la vérité derrière ce meurtre, elle se lance dans une quête effrénée pour retrouver les coupables et les faire payer. Armée de son expertise, elle ne reculera devant rien pour assouvir sa vengeance et obtenir justice pour son mari.","iframeSrc":"https://mayicloud.com/iframe/yWdxoSrp8y","file":"https://mayi24312.mayicloud.com/files/aa/H9BL2duB2oPuLitJbD3ndCkq9IjB8raQBLC.m3u8","category":"Action","categoryId":"1"},{"title":"Die Hart : Die Harter (2024) HD","id":"mov_14278434","url":"/rmznt0k9a/b/xakraf/14278434","image":"https://media.themoviedb.org/t/p/original/fKgjg3Ymtf6uE51vn1AlkKjiNl6.jpg","description":"Dans cette suite, Kevin Hart, devenu la plus grande star mondiale de films d'action, devient la cible d'une vengeance diabolique. S'il veut survivre, il devra demander l'aide de sa partenaire à l'écran et d'un assistant un peu trop enthousiaste.","iframeSrc":"https://mayicloud.com/iframe/ROSGAobgFi","file":"https://mayi22140.mayicloud.com/files/aa/5DFxCbVOkysc7Qr4KQUqOMfGtQ5E6LWcoCK.m3u8","category":"Action","categoryId":"1"},{"title":"Die Hart (2023) HD","id":"mov_12868056","url":"/rmznt0k9a/b/xakraf/12868056","image":"https://www.themoviedb.org/t/p/original/u1u5tEew9zdfqJJuBXyauLQoAmT.jpg","description":"Kevin Hart, qui joue son propre rôle, se lance dans une quête périlleuse pour devenir une star de films d'action. Et avec l'aide de John Travolta, Nathalie Emmanuel et Josh Hartnett, il pourrait bien y parvenir.","iframeSrc":"https://mayicloud.com/iframe/WR7pt4GKBF","file":"https://mayi24313.mayicloud.com/files/aa/BjV3J3q2Ik35w6zOsgkxngovGRAmBb1dvXg.m3u8","category":"Action","categoryId":"1"},{"title":"Boy Kills World (2024) HD","id":"mov_14257776","url":"/rmznt0k9a/b/xakraf/14257776","image":"https://media.themoviedb.org/t/p/original/2TfoHbfdFt3fEFBfwB4dHM5uRcS.jpg","description":"Boy, un garçon qui promet d’obtenir vengeance après que sa famille ait été décimée par Hilda Van Der Koy, matriarche dérangée d’une dynastie post-apocalyptique corrompue l’ayant laissé sourd et muet. Mené par sa voix intérieure inspirée du narrateur du jeu vidéo favori de son enfance, Boy est entraîné par un mystérieux shaman afin qu’il se transforme en une arme mortelle, puis mette en marche son plan destructeur la veille du carnage annuel des dissidents. Le chaos frappe lorsque Boy fait l’étalage de ses talents en arts martiaux, provoquant un bain de sang. Alors qu’il tente de retrouver ses repères dans ce royaume complètement déjanté, Boy se joint malgré lui à un groupe de rebelles, tout en devant composer avec le fantôme belliqueux de sa petite sœur.","iframeSrc":"https://mayicloud.com/iframe/CD70bCA0Lr","file":"https://mayi24312.mayicloud.com/files/aa/oLKvEtlAl5XEDDZRzgPwis9qtk33lOuJzfe.m3u8","category":"Action","categoryId":"1"},{"title":"King of Killers (2023) HD","id":"mov_13577940","url":"/rmznt0k9a/b/xakraf/13577940","image":"https://www.themoviedb.org/t/p/original/2ESVCrHkIlNFiu0AVsMDfAQTjnP.jpg","description":"Marcus Garan, ancien tueur à gages de l'agence, tente de percer le mystère d'un incident tragique. Lorsqu'on lui propose un contrat de 10 millions de dollars pour éliminer le plus grand assassin du monde, Marcus se rend à Tokyo pour rencontrer le client, mais découvre que d'autres tueurs professionnels ont également été invités. Marcus et les autres doivent désormais affronter cet assassin mythique et mortel… ou mourir en essayant.","iframeSrc":"https://mayicloud.com/iframe/BkRMoCkfne","file":"https://mayi22145.mayicloud.com/files/aa/RlUxO9qVHMiQq3o7Bx7VZJgQvEtQUQ5Lc0i.m3u8","category":"Action","categoryId":"1"},{"title":"Desert Strike (2023) HD","id":"mov_13574184","url":"/rmznt0k9a/b/xakraf/13574184","image":"https://www.themoviedb.org/t/p/original/wIwO6kMmFvBDXUguXXrBP790QWp.jpg","description":"Un ancien militaire au passé mystérieux conduit un groupe de réfugiés égyptiens à travers le désert et doit les protéger d'un groupe de mercenaires diaboliques.","iframeSrc":"https://mayicloud.com/iframe/VRs68QIBkD","file":"https://mayi22145.mayicloud.com/files/aa/n80a9DSq0nm0LshN9sCEDxw6DFWmggZDp0N.m3u8","category":"Action","categoryId":"1"},{"title":"The Flood (2023) HD","id":"mov_13568550","url":"/rmznt0k9a/b/xakraf/13568550","image":"https://www.themoviedb.org/t/p/original/A76ZYwWcPHldoGsdo3MVHltayCW.jpg","description":"Lorsqu'un violent ouragan frappe la Louisiane, un groupe de prisonniers et les agents de sécurité supervisant leur transfert doivent chercher refuge dans une prison locale. Alors que les eaux de crue montent et qu'un jailbreak audacieux se prépare, le groupe piégé est sur le point de découvrir une menace encore plus grande : une meute implacable d'alligators géants et affamés.","iframeSrc":"https://mayicloud.com/iframe/BRjOWi0Nlv","file":"https://mayi22145.mayicloud.com/files/aa/NB8WeqzHPyVg3oIf8TI74kZn8VF9J1ExDNt.m3u8","category":"Action","categoryId":"1"},{"title":"En eaux troubles (2018) HD","id":"mov_13547892","url":"/rmznt0k9a/b/xakraf/13547892","image":"https://www.themoviedb.org/t/p/original/sKmxFCYGSync2zH94Aukzcp8yYA.jpg","description":"Missionné par un programme international d'observation de la vie sous-marine, un submersible a été attaqué par une créature gigantesque qu'on croyait disparue. Sérieusement endommagé, il gît désormais dans une fosse, au plus profond de l'océan Pacifique, où son équipage est pris au piège. Il n'y a plus de temps à perdre : Jonas Taylor, sauveteur-plongeur expert des fonds marins, est engagé par un océanographe chinois particulièrement visionnaire, contre l'avis de sa fille Suyin.","iframeSrc":"https://mayicloud.com/iframe/AnFg7Z5N86","file":"https://mayi22145.mayicloud.com/files/aa/u2BZChuT5NFWQBHASZgMZQaE6iEc5MizPUz.m3u8","category":"Action","categoryId":"1"},{"title":"Antigang : la relève (2023) HD","id":"mov_13541319","url":"/rmznt0k9a/b/xakraf/13541319","image":"https://www.themoviedb.org/t/p/original/cB4bZUVZOQlnhXLDzN2yOrQSl5r.jpg","description":"Ancienne légende de la brigade Antigang connue pour ses méthodes musclées et peu conventionnelles, Niels Cartier, a quitté la police à la suite d’une intervention qui a mal tourné et conduit au décès de sa femme. Quand le gang de braqueurs responsable de sa mort réapparait huit ans plus tard, Niels ne laisse personne se mettre en travers de son chemin pour obtenir vengeance. Quitte à devoir former malgré lui un duo explosif avec sa fille de 14 ans, au tempérament bien trempé.","iframeSrc":"https://mayicloud.com/iframe/1uwSZeKuEm","file":"https://mayi22145.mayicloud.com/files/aa/OwaNwtLsswfgRZ5Y63pMaqhHigW3LApA6An.m3u8","category":"Action","categoryId":"1"},{"title":"Antigang (2015) HD","id":"mov_13542258","url":"/rmznt0k9a/b/xakraf/13542258","image":"https://www.themoviedb.org/t/p/original/hrZpeCNVNMb04NZip4CrmLHioD2.jpg","description":"Serge Buren est un flic de légende, entouré d’une bande de jeunes flics aux méthodes peu conventionnelles. Qu’importe qu’ils utilisent des battes de baseball ou «oublient» le règlement au cours d’arrestations spectaculaires, les résultats sont au rendez-vous! C’est alors qu’un groupe de braqueurs meurtriers entre en scène, dévalisant avec une facilité déconcertante banques et bijouteries de la capitale, à coup d’armes de guerre et de scénarios imparables. Face à tant d’ingéniosité et de brutalité, Buren et son unité se retrouvent confrontés à une situation délicate: leurs méthodes expéditives suffiront-elles à arrêter ces criminels autrement plus machiavéliques?","iframeSrc":"https://mayicloud.com/iframe/7wWZWNdl7A","file":"https://mayi22143.mayicloud.com/files/aa/qp5Oa7J9aZC8OsolJyekKlRGlNuy9C8z2en.m3u8","category":"Action","categoryId":"1"},{"title":"Agent Stone (2023) HD","id":"mov_13510332","url":"/rmznt0k9a/b/xakraf/13510332","image":"https://www.themoviedb.org/t/p/original/dPXyy4KpiLN2JfUZE5CJrccVVMl.jpg","description":"Rachel Stone, spécialiste du renseignement pour une mystérieuse agence de maintien de la paix, tente d'empêcher une hackeuse de lui voler son arme la plus précieuse et redoutable.","iframeSrc":"https://mayicloud.com/iframe/hJuAj0TX1q","file":"https://mayi22145.mayicloud.com/files/aa/4lwyeHAbYBNEtUIP20LO93yDESExPFYU1us.m3u8","category":"Action","categoryId":"1"},{"title":"Decibel (2023) HD","id":"mov_13507515","url":"/rmznt0k9a/b/xakraf/13507515","image":"https://www.themoviedb.org/t/p/original/ct9tQLGmViVzcApEvF5TG61cuTA.jpg","description":"Un ancien commandant de la marine reçoit un inquiétant appel anonyme. L’homme au bout du fil affirme avoir placé des bombes dans des lieux publics très fréquentés, notamment un stade de football et un parc aquatique. Il s’agit de « bombes sonores ». Si les sons à proximité dépassent 100 décibels, elles exploseront. Les intentions du terroriste semblent étroitement liées au passé du commandant. Face à cette menace sans précédent une course contre la montre est lancée.","iframeSrc":"https://mayicloud.com/iframe/9yXbyJ0HMy","file":"https://mayi22145.mayicloud.com/files/aa/lqq0YgGWaHrCXEGoPkDEtMdqYLaZtWxPnYP.m3u8","category":"Action","categoryId":"1"},{"title":"Blowback (2023) HD","id":"mov_13486857","url":"/rmznt0k9a/b/xakraf/13486857","image":"https://www.themoviedb.org/t/p/original/qvnwIICDTIlinDsOsXiHt4gvpNZ.jpg","description":"Après avoir planifié le casse « parfait », Nick Mullins est trahi par sa petite amie et son chef d'équipe, Jack. Laissé pour mort, Nick survit et se tourne vers les personnes qu'il a essayé de voler pour l'aider à se venger. Alors que la police et le FBI se rapprochent, il traque ses cibles et les exécute sans remords, une par une. S'il reste en vie assez longtemps, il pourra obtenir sa revanche.","iframeSrc":"https://mayicloud.com/iframe/Dy8qlZ3oR5","file":"https://mayi22145.mayicloud.com/files/aa/ooAMuUGmeOBfkroz21Li6oRePcdSB5YZtyL.m3u8","category":"Action","categoryId":"1"},{"title":"Opération : Soulcatcher (2023) HD","id":"mov_13477467","url":"/rmznt0k9a/b/xakraf/13477467","image":"https://www.themoviedb.org/t/p/original/4uqwc2JzmttxBVSXb0ph72msLnY.jpg","description":"Un mercenaire engagé pour récupérer une arme qui transforme les gens en tueurs fous cherche à se venger lorsque son frère se retrouve victime de l'engin.","iframeSrc":"https://mayicloud.com/iframe/fohG97aWJg","file":"https://mayi22145.mayicloud.com/files/aa/5wts6re4U3FpwS3esHbqOrO67XdiUXyZt1r.m3u8","category":"Action","categoryId":"1"},{"title":"Out of Death (2021) HD","id":"mov_13484979","url":"/rmznt0k9a/b/xakraf/13484979","image":"https://www.themoviedb.org/t/p/original/zan6xYKNGKgkp2hFajU398I1iTD.jpg","description":"Au cours d'une randonnée forestière, dans le but de disperser les cendres de son père, une photographe assiste à un meurtre commis par une policière. Elle filme la scène mais se fait surprendre; Alors qu'elle court à travers les bois pour s'échapper, un policier à la retraite lui viendra en aide...","iframeSrc":"https://mayicloud.com/iframe/r2K3bQFmlM","file":"https://mayi22145.mayicloud.com/files/aa/60nTjMsvWJcf6z7VyhItlav5dHWT3hG9i43.m3u8","category":"Action","categoryId":"1"},{"title":"Sons of Summer (2023) HD","id":"mov_13467138","url":"/rmznt0k9a/b/xakraf/13467138","image":"https://www.themoviedb.org/t/p/original/mIccz4vEqojn7ozMucUfySvoND8.jpg","description":"Pour marquer l'anniversaire de la mort de son père, Sean emmène ses amis en road trip jusqu'à la plage préférée du surfeur papa. Mais l'ami trafiquant de drogue de Sean l'oblige à faire une dernière faveur : voler une cargaison d'héroïne à un gangster local. Pour récupérer sa drogue, le seigneur du crime kidnappe la petite amie de Sean. Sean pourra-t-il rentrer en ville à temps pour sauver sa vie et la sienne?","iframeSrc":"https://mayicloud.com/iframe/2dtoOxvDfm","file":"https://mayi22145.mayicloud.com/files/aa/qIXg8eQD293g6nwpzkkLBmZ4KNCgrRCSzz9.m3u8","category":"Action","categoryId":"1"},{"title":"Hidden Strike (2023) HD","id":"mov_13458687","url":"/rmznt0k9a/b/xakraf/13458687","image":"https://www.themoviedb.org/t/p/original/zsbolOkw8RhTU4DKOrpf4M7KCmi.jpg","description":"Un entrepreneur spécialisé dans la sécurité a pour mission d'extraire des ouvriers d'une raffinerie qui a été attaquée. Il fait équipe avec un ancien officier de l'armée américaine lorsqu'il apprend que l'objectif des attaquants est de voler l'essence de cette raffinerie.","iframeSrc":"https://mayicloud.com/iframe/1DN8OtZ8fh","file":"https://mayi22140.mayicloud.com/files/aa/xMl0FkSz7QC1NgJh0Vbg0dTOlIhkRxCokXo.m3u8","category":"Action","categoryId":"1"},{"title":"Bon pour le casse (2023) HD","id":"mov_13453992","url":"/rmznt0k9a/b/xakraf/13453992","image":"https://www.themoviedb.org/t/p/original/7yq4CPH2INOX5eilNzHyd5QXjaa.jpg","description":"Dans un township sud-africain tristement célèbre, un ex-soldat qui s'est fait livreur est happé dans le gang d'un mafieux local afin de commettre un cambriolage.","iframeSrc":"https://mayicloud.com/iframe/fEvOH1hM5z","file":"https://mayi22145.mayicloud.com/files/aa/jYB9v83VPDFqhGnyc5n4dDIIspKKcQjwPUF.m3u8","category":"Action","categoryId":"1"},{"title":"Ils ont cloné Tyrone (2023) HD","id":"mov_13427700","url":"/rmznt0k9a/b/xakraf/13427700","image":"https://www.themoviedb.org/t/p/original/yPGIy3QwtbtTZssW4dFSdA20gjg.jpg","description":"Une série d'événements étranges lance un improbable trio sur la piste d'un complot gouvernemental dans cette histoire criminelle savoureuse.","iframeSrc":"https://mayicloud.com/iframe/kr6Wrqfse2","file":"https://mayi22145.mayicloud.com/files/aa/lrfM6SX69WXhrE4QyyvZLQrSNSi2kx4FYjs.m3u8","category":"Action","categoryId":"1"},{"title":"Mercy (2023) HD","id":"mov_13415493","url":"/rmznt0k9a/b/xakraf/13415493","image":"https://www.themoviedb.org/t/p/original/8voINwqMlscROrjhN97fGkmhvEV.jpg","description":"Une ex-médecin militaire se retrouve dans une bataille meurtrière pour sa survie lorsque la mafia irlandaise prend le contrôle de l'hôpital où elle travaille. Lorsque son fils est pris en otage, elle est obligée de s'appuyer sur son passé aguerri et ses compétences meurtrières après avoir réalisé qu'il ne restait plus qu'elle pour sauver la situation.","iframeSrc":"https://mayicloud.com/iframe/mhdDceOljN","file":"https://mayi22145.mayicloud.com/files/aa/rLemyi2oiOjmF5aWH5Fmt2DHGPWubfiC0wZ.m3u8","category":"Action","categoryId":"1"},{"title":"Dead Man's Hand (2023) HD","id":"mov_13403286","url":"/rmznt0k9a/b/xakraf/13403286","image":"https://www.themoviedb.org/t/p/original/aIrSz4uiIubq3yiIUZ0fRZgNZyq.jpg","description":"Gunslinger Troy se dirige vers l'ouest pour une vie tranquille avec sa nouvelle épouse. Mais lorsque leur diligence tombe dans une embuscade, il tue un hors-la-loi en légitime défense. Dans une ville voisine, Troy apprend que l'homme qu'il a tué est le frère du maire corrompu Bishop, qui jure de se venger. Après que leur jeu de cartes se soit transformé en fusillade sanglante, qui restera debout ? Cole Hauser apparaît comme un maréchal américain qui devient l'allié de Troy dans ce western palpitant.","iframeSrc":"https://mayicloud.com/iframe/oFMbhFwWDj","file":"https://mayi22145.mayicloud.com/files/aa/Lgz8zBc3jitxQNHwAWot2N9PYquvm7P7oog.m3u8","category":"Action","categoryId":"1"},{"title":"God is a Bullet (2023) HD","id":"mov_13391079","url":"/rmznt0k9a/b/xakraf/13391079","image":"https://www.themoviedb.org/t/p/original/xK4TRRkctNVr3CPDfLX015eqAd2.jpg","description":"Lorsqu’un détective retrouve son ex femme assassinée et sa fille kidnappée par une secte satanique, il quitte la police et infiltre l’organisation afin d’y traquer son charismatique gourou.","iframeSrc":"https://mayicloud.com/iframe/ahN3AaalOV","file":"https://mayi22145.mayicloud.com/files/aa/38kzEMYdz8SZjMTmG4D3eOk1SUb2f0Yj8jT.m3u8","category":"Action","categoryId":"1"},{"title":"Black Warrant (2023) HD","id":"mov_13392957","url":"/rmznt0k9a/b/xakraf/13392957","image":"https://www.themoviedb.org/t/p/original/A7vFFZHbDyxfjuYKzJwruTnwwjT.jpg","description":"Un assassin bientôt à la retraite et un agent de la DEA s'allient fortuitement pour arrêter une organisation cyberterroriste qui a construit une machine dangereuse menaçant d'attaquer le réseau électrique et de provoquer une catastrophe mondiale.","iframeSrc":"https://mayicloud.com/iframe/bzvvQoEYsW","file":"https://mayi22145.mayicloud.com/files/aa/v1kjZ6H9IGbAXLc3G5LX8WwDsn27mu3Rvna.m3u8","category":"Action","categoryId":"1"},{"title":"The Out-Laws (2023) HD","id":"mov_13371360","url":"/rmznt0k9a/b/xakraf/13371360","image":"https://www.themoviedb.org/t/p/original/5dliMQ2ODbGNoq0hlefdnuXQxMw.jpg","description":"Owen Browning , un directeur d'agence bancaire tout ce qu'il y a de plus rangé, est sur le point d'épouser Parker, l'amour de sa vie. Lorsque sa banque se fait braquer par les fameux \"Bandits fantômes\" la semaine de son mariage, il soupçonne ses futurs beaux-parents, qui viennent d'arriver en ville, d'être les malfrats en question.","iframeSrc":"https://mayicloud.com/iframe/A0NYITg8zh","file":"https://mayi22145.mayicloud.com/files/aa/0HJfTCRhG5ZG3jccV7aovLpiK7c0gLigt1w.m3u8","category":"Action","categoryId":"1"},{"title":"The Killer (2024) HD","id":"mov_14578914","url":"/rmznt0k9a/b/xakraf/14578914","image":"https://media.themoviedb.org/t/p/original/di6qnSMEcoGRdmTU7KhKLeHjobP.jpg","description":"Zee, une mystérieuse célèbre tueuse à gages surnommée la « Reine des morts » dans le milieu criminel parisien, devient le centre d’une chasse à l’homme lorsqu’elle refuse une mission de son mystérieux agent consistant à assassiner une femme aveugle.","iframeSrc":"https://mayicloud.com/iframe/7shBAqlZs6","file":"https://mayi22144.mayicloud.com/files/aa/OfhcvRywZDsr9ahEfQU911CiDcIYbb40qmc.m3u8","category":"Action","categoryId":"1"},{"title":"Rebel Ridge (2024) HD","id":"mov_14574219","url":"/rmznt0k9a/b/xakraf/14574219","image":"https://media.themoviedb.org/t/p/original/xEt2GSz9z5rSVpIHMiGdtf0czyf.jpg","description":"Un ex-Marine s'attaque à la corruption dans une petite ville des États-Unis quand la police saisit injustement le sac contenant l'argent prévu pour payer la caution de son cousin.","iframeSrc":"https://mayicloud.com/iframe/h9bSg6trUW","file":"https://mayi22144.mayicloud.com/files/aa/3rqPJpInrprFRziaVi8sdpBoiRvLjqHmR8c.m3u8","category":"Action","categoryId":"1"},{"title":"City of Darkness (2024) HD [VOSTFR]","id":"mov_14566707","url":"/rmznt0k9a/b/xakraf/14566707","image":"https://media.themoviedb.org/t/p/original/yY1IfHtQr3CPg0biA0Qdx2mVnG4.jpg","description":"Dans les années 80, le seul endroit de Hong Kong où la Loi Britannique ne s'appliquait pas était la redoutable Citadelle de Kowloon, une enclave livrée auw gangs et trafics en tous genre...","iframeSrc":"https://mayicloud.com/iframe/fPwLSYIuqx","file":"https://mayi22144.mayicloud.com/files/aa/7yDTZOUMvZVpBAzpDQEGFUwbGpaoTAW18zV.m3u8","category":"Action","categoryId":"1"},{"title":"Rendel : le cycle de la vengeance (2024) HD","id":"mov_14564829","url":"/rmznt0k9a/b/xakraf/14564829","image":"https://media.themoviedb.org/t/p/original/yy7VWewPVj0pZqmDdotVNulhqUD.jpg","description":"Après le meurtre de sa famille, Rendel s'est juré de les venger et de détruire les responsables : l'organisation VALA. Leur nouveau et impitoyable leader, Christopher 'Smiley' Cox, est sur le point de diffuser un vaccin NH25 nocif dans le monde entier. Pour l'aider dans sa croisade, Rendel peut compter sur Nina, une journaliste d'investigation qui tente de mettre à jour la face cachée de l'organisation. Or, les fantômes du passé ressurgissent et Rendel est forcé de lutter contre ses démons.","iframeSrc":"https://mayicloud.com/iframe/lPH5l2s2H3","file":"https://mayi22144.mayicloud.com/files/aa/QEvJDaSbLHYBRDJK7dFzB1pj6KlyN2CEH7n.m3u8","category":"Action","categoryId":"1"},{"title":"Rendel (2017) HD","id":"mov_14563890","url":"/rmznt0k9a/b/xakraf/14563890","image":"https://media.themoviedb.org/t/p/original/tZiNrIRYblaJZE9m0M80IU1E2zP.jpg","description":"Un Homme devient RENDEL, super-héros justicier et masqué pour se venger de l’organisation criminelle VALA, responsable du meurtre de sa famille.","iframeSrc":"https://mayicloud.com/iframe/4fSUHOgnNE","file":"https://mayi22144.mayicloud.com/files/aa/VQvIlQdt8KI4H9kmxpzDbES3yzSPXFtTwZB.m3u8","category":"Action","categoryId":"1"},{"title":"Lady Scorpions (2024) HD","id":"mov_14559195","url":"/rmznt0k9a/b/xakraf/14559195","image":"https://media.themoviedb.org/t/p/original/puWFg12ykN7EncRtoUYN3NofWNy.jpg","description":"une ex-agente du FBI lutte contre un syndicat du crime, mais l’affaire devient personnelle quand sa petite-fille est enlevée par les malfrats. L’ex-agente et sa fille, toutes deux expertes en arts martiaux, forment une équipe de choc et déjouent les plans des sbires du syndicat dans un dangereux jeu du chat et de la souris. Ensemble, elles iront jusqu’au bout pour sauver la petite fille et démanteler l’empire du crime.","iframeSrc":"https://mayicloud.com/iframe/TZRj9TJhky","file":"https://mayi22143.mayicloud.com/files/aa/TKD3Ritteewz2yu7sL8OI2OzlXs5fNE9xhc.m3u8","category":"Action","categoryId":"1"},{"title":"Chief of Station (2024) HD","id":"mov_14528208","url":"/rmznt0k9a/b/xakraf/14528208","image":"https://media.themoviedb.org/t/p/original/iX73cog9OcxoRft1Sw632v15Pqr.jpg","description":"Lorsqu’il découvre que la mort de sa femme n'était pas un accident, un ancien chef de station de la CIA se voit forcé de retourner dans le monde de l'espionnage, faisant équipe avec un adversaire pour démasquer une conspiration qui remet en question tout ce qu'il croyait être vrai.","iframeSrc":"https://mayicloud.com/iframe/Ycvfv0kQAt","file":"https://mayi22143.mayicloud.com/files/aa/H8dUiUtSM0PEm7E7MHvVcu8IJDI3uixcrL7.m3u8","category":"Action","categoryId":"1"},{"title":"The Lockdown (2024) HD","id":"mov_14527269","url":"/rmznt0k9a/b/xakraf/14527269","image":"https://media.themoviedb.org/t/p/original/78ZjjWtG2AxHMo9buTJbzXsbTJq.jpg","description":"D’un des producteurs de Once upon a time in Hollywood, les frères Charlie et Jack sont piégés dans la prison la plus dure du Myanmar, accusés d’un crime dont ils sont innocents. Ils sont obligés de participer à des combats où les détenus se battent pour échapper à la peine de mort, ils affrontent les adversaires les plus mortels où chaque match pourrait être leur dernier. Charlie et Jack doivent collaborer, leurs liens sont éprouvés dans un jeu risqué où seuls les plus forts s'en sortent.","iframeSrc":"https://mayicloud.com/iframe/quknqHNlui","file":"https://mayi22143.mayicloud.com/files/aa/G10QvHl1jXPTl1iW5s5YgvtBTTiHfNZVOZM.m3u8","category":"Action","categoryId":"1"},{"title":"Art of Eight Limbs (2024) HD","id":"mov_14500977","url":"/rmznt0k9a/b/xakraf/14500977","image":"https://media.themoviedb.org/t/p/original/tZRypLd2SU3Eeqg5tD5cwkk5CdL.jpg","description":"En mission au Myanmar, un analyste de données de la CIA et un kickboxer à temps partiel doivent infiltrer un tournoi d’arts martiaux qui sert de couverture à un marchand d’armes vendant du gaz neurotoxique VX. Son objectif : fournir un dispositif de détection crucial, aux alliés. Cependant, alors que la mission devient incontrôlable, il est forcé de faire face aux combattants les plus impitoyables du monde, étant considéré comme la dernière ligne de défense contre une menace mondiale imminente.","iframeSrc":"https://mayicloud.com/iframe/oOHS6Lp3e7","file":"https://mayi22143.mayicloud.com/files/aa/gVvOXmrFwGBqwTfqiMyxiXlZQrLfvZmLVRA.m3u8","category":"Action","categoryId":"1"},{"title":"Bring Him to Me (2024) HD","id":"mov_14490648","url":"/rmznt0k9a/b/xakraf/14490648","image":"https://media.themoviedb.org/t/p/original/9QGAUtP5YvEFRMdYl2iEhgHybDw.jpg","description":"Sous les ordres d'un impitoyable patron du crime, un chauffeur est chargé de ramener le jeune nouveau du clan où une embuscade l’attend. Alors qu’il conduit son passager vers une mort certaine, sa conscience le rattrape. Et il est trop tard pour faire demi-tour...","iframeSrc":"https://mayicloud.com/iframe/HDnIduNE0K","file":"https://mayi22143.mayicloud.com/files/aa/NuT4nvJsanMdnblqwZ4laLYxuc1hR21ExVJ.m3u8","category":"Action","categoryId":"1"},{"title":"Jackpot! (2024) HD","id":"mov_14497221","url":"/rmznt0k9a/b/xakraf/14497221","image":"https://media.themoviedb.org/t/p/original/hikqRKVwwnJADiymVvZ1f7wtglq.jpg","description":"Dans un futur proche, une \"Grande Loterie\" est organisée. Le hic ? Il faut tuer le gagnant avant le coucher du soleil pour réclamer son jackpot de plusieurs milliards de dollars. Quand Katie Kim tombe par erreur sur le billet gagnant, elle s'associe à Noel Cassidy, un agent de protection, qui doit lui faire attendre le coucher du soleil en échange d'une partie de son prix.","iframeSrc":"https://mayicloud.com/iframe/WkFGMHTlK7","file":"https://mayi22143.mayicloud.com/files/aa/hbsZa7kFspaz4SvV83DqezLUgyB9TlhaxJa.m3u8","category":"Action","categoryId":"1"},{"title":"The Union (2024) HD","id":"mov_14495343","url":"/rmznt0k9a/b/xakraf/14495343","image":"https://media.themoviedb.org/t/p/original/kWGVB2x76Bo5GWCR31W41Pmz3PH.jpg","description":"Un simple ouvrier du bâtiment du New Jersey se transforme en espion lorsque son amoureuse de lycée, perdue de vue depuis longtemps, le recrute pour une mission secrète.","iframeSrc":"https://mayicloud.com/iframe/N9VcIdfMSp","file":"https://mayi22143.mayicloud.com/files/aa/ZdlSbX7BEzKxZyNE5ct1ggabtSpIFh7Eutx.m3u8","category":"Action","categoryId":"1"},{"title":"The Instigators (2024) HD","id":"mov_14475624","url":"/rmznt0k9a/b/xakraf/14475624","image":"https://media.themoviedb.org/t/p/original/pIz9csYn1yjrzQi0BuBZNJrTMi0.jpg","description":"Rory, un père désespéré, et Cobby, un ancien détenu, sont associés malgré eux pour un casse. Quand il tourne mal, ils font équipe avec une complice inattendue - la thérapeute de Rory - pour échapper à la police, à des bureaucrates corrompus et à un gangster rancunier.","iframeSrc":"https://mayicloud.com/iframe/FI6Z0rLblR","file":"https://mayi22143.mayicloud.com/files/aa/gZoITGVIcNzAvyJCJQm6w1PC0P3M1pEio31a.m3u8","category":"Action","categoryId":"1"},{"title":"Tonnerre sous les tropiques (2008) HD","id":"mov_14452149","url":"/rmznt0k9a/b/xakraf/14452149","image":"https://media.themoviedb.org/t/p/original/8aiyjm0UEHzpY2HPFQRNfbKWZuy.jpg","description":"Retrouvez Ben Stiller, Jack Black et Robert Downey Jr. dans une comédie explosive ! Quand trois des plus grandes stars hollywoodiennes débarquent dans la jungle vietnamienne pour tourner un film de guerre, elles sont vite rattrapées par la réalité...","iframeSrc":"https://mayicloud.com/iframe/4R3gWr1lSu","file":"https://mayi24312.mayicloud.com/files/aa/lfAglnDdLvy57cbxVmU3LZVPfRhgc9LyplPi.m3u8","category":"Action","categoryId":"1"},{"title":"Non négociable (2024) HD","id":"mov_14428674","url":"/rmznt0k9a/b/xakraf/14428674","image":"https://media.themoviedb.org/t/p/original/Au09aujppVSmHN21rxr7B4ZyVCH.jpg","description":"Le négociateur de prise d'otages Alan Bender est sollicité pour secourir le président kidnappé, mais aussi forcé de jouer les médiateurs pour sauver son épouse et son mariage !","iframeSrc":"https://mayicloud.com/iframe/h8BjMY5LLm","file":"https://mayi24313.mayicloud.com/files/aa/Bxnd678IC4e3v9y8JM2MzjUaDH9JsU53ssh.m3u8","category":"Action","categoryId":"1"},{"title":"House of Ga'a (2024) HD","id":"mov_14430552","url":"/rmznt0k9a/b/xakraf/14430552","image":"https://media.themoviedb.org/t/p/original/tlBVhYp9ByAVgRC5QQpGG1vc4IX.jpg","description":"À l'apogée de l'empire d'Oyo, le féroce Bashorun Ga'a est devenu plus puissant que les rois qu'il a intronisés, avant d'être anéanti par son propre sang.","iframeSrc":"https://mayicloud.com/iframe/iI61Dwjx8F","file":"https://mayi24313.mayicloud.com/files/aa/khGF0iNFGV7X9I1yCozt8SbeTPLdmTSHazm.m3u8","category":"Action","categoryId":"1"},{"title":"Le Ministère de la sale guerre (2024) HD","id":"mov_14425857","url":"/rmznt0k9a/b/xakraf/14425857","image":"https://media.themoviedb.org/t/p/original/cEsfWlqC89pec6402kGUaw3J48L.jpg","description":"1942, Royaume-Uni. Ce sont les meilleurs des meilleurs. Aventuriers invétérés et spécialistes de premier ordre, habitués à agir seuls. Mais lorsque le sort du monde entier est en jeu, ils sont contraints de s’unir au sein d’une unité de combat top-secrète et de se lancer dans une mission audacieuse contre les nazis. Désormais, leur affaire est la guerre, et ils la mèneront d’une manière totalement peu distinguée.","iframeSrc":"https://mayicloud.com/iframe/pmx5dHpqdW","file":"https://mayi22140.mayicloud.com/files/aa/QScm48EkUL0F4gDpeX3tNtPly23YtgVj97G.m3u8","category":"Action","categoryId":"1"},{"title":"Bad Boys for Life (2020) HD","id":"mov_14422101","url":"/rmznt0k9a/b/xakraf/14422101","image":"https://media.themoviedb.org/t/p/original/xbo43M8kdKK5Ku2oaKDMO9PNyo5.jpg","description":"Les Bad Boys Mike Lowrey et Marcus Burnett se retrouvent pour résoudre une ultime affaire.","iframeSrc":"https://mayicloud.com/iframe/j0zhbqXzwd","file":"https://mayi24312.mayicloud.com/files/aa/uTnlGitufQh0NSc1GNej3yjDQu3N4A1ytoU.m3u8","category":"Action","categoryId":"1"},{"title":"Bad Boys II (2003) HD","id":"mov_14421162","url":"/rmznt0k9a/b/xakraf/14421162","image":"https://media.themoviedb.org/t/p/original/9sctMbUXLNzaOfMjVfBHXHBmX6e.jpg","description":"Les policiers Marcus Burnett et Mike Lowrey enquêtent sur Tapia, un ambitieux baron de la drogue décidé à tout pour inonder Miami d'un nouveau poison et accroître son empire. Au cours de leurs investigations, ils se voient épaulés par Syd, la soeur de Marcus, également agent de la D.E.A. (Drug Enforcement Agency). Mike s'éprendra de la demoiselle, provoquant ainsi quelques tensions entre lui et son partenaire...","iframeSrc":"https://mayicloud.com/iframe/ytp0LRShwT","file":"https://mayi24312.mayicloud.com/files/aa/zUpMx0Pxxb3CPun1MxqySZ1iZN9R4GLDAbq.m3u8","category":"Action","categoryId":"1"},{"title":"Bad Boys (1995) HD","id":"mov_14420223","url":"/rmznt0k9a/b/xakraf/14420223","image":"https://media.themoviedb.org/t/p/original/at4ZF98aNjML2IeauN0dnbm6aJ5.jpg","description":"Si Mike Lowrey est un séducteur invéteré, héritier d'une fortune et policier par passion, son collègue et ami Marcus Burnett est un homme rangé, marié et père de famille. Leur amitié ne les empêche pas d'avoir des méthodes parfaitement différentes. Mais la disparition de cent kilos d'héroine, dérobés dans les locaux mêmes de la brigade des stups, va leur faire oublier leur concept sur la façon d'exercer leur métier, pour se lancer a la poursuite des voleurs.","iframeSrc":"https://mayicloud.com/iframe/vZffyfHpoT","file":"https://mayi24312.mayicloud.com/files/aa/wPDgbH92SEkmIjZIlY7f8DenSNDAc1tIR6Z.m3u8","category":"Action","categoryId":"1"},{"title":"Mission : Impossible 3 (2006) HD","id":"mov_12970407","url":"/rmznt0k9a/b/xakraf/12970407","image":"https://www.themoviedb.org/t/p/original/3CVJ27Jzb1W6wjBRYAJBfKMH4bU.jpg","description":"Ethan espérait avoir tourné une page en quittant le service actif de la Force Mission Impossible pour un poste de formateur ; pouvoir enfin mener une vie « normale », se consacrer tout entier à sa ravissante épouse, Julia. Mais lorsque Lindsey, la plus brillante recrue de l’IMF « tombe » à Berlin, Ethan se sent moralement obligé de lui porter secours. Assisté de ses fidèles coéquipiers Luther, Zhen et Declan, il infiltre le repaire du trafiquant Owen Davian et arrache la jeune femme des mains d’une quinzaine de ses sbires. Trop tard : quelques instants plus tard, une mini‐capsule de magnésium explose dans la tête de Lindsey, la tuant sur le coup. Davian avait tout prévu. Pour Ethan, c’est bien plus qu’un ratage : c’est une faillite personnelle dont il lui faut au plus vite se racheter.","iframeSrc":"https://mayicloud.com/iframe/i4VI7XKHQ1","file":"https://mayi22144.mayicloud.com/files/aa/bWhUO7j2MiGS75z2Vb15uj9p2hnMYeO9a54.m3u8","category":"Action","categoryId":"1"},{"title":"Mission : Impossible 2 (2000) HD","id":"mov_12969468","url":"/rmznt0k9a/b/xakraf/12969468","image":"https://www.themoviedb.org/t/p/original/1VMWLpk9VXyYcEZ8w3uUhp0OF1v.jpg","description":"Votre mission, monsieur Hunt, si vous décidez de l'accepter, sera de récupérer un virus génétiquement modifié, baptisé la Chimère. Sean Ambrose, qui fut votre élève avant de devenir votre ennemi juré, s'est emparé de l'antidote et se terre dans un laboratoire secret de Sydney. Son ex-maîtresse, Nyah Hall, pourrait s'avérer utile dans vos tentatives d'infiltration de ce QG hautement protégé. Comme toujours, si vous ou l'un de vos équipiers étiez capturés ou tués, le Département d'État nierait avoir eu connaissance de vos agissements. Ce résumé s'autodétruira dans cinq secondes.","iframeSrc":"https://mayicloud.com/iframe/cXveeT1c7Q","file":"https://mayi22144.mayicloud.com/files/aa/lhWqg9Oi8v0ZjNpbv13i7ffCutvwGDm1Uis.m3u8","category":"Action","categoryId":"1"},{"title":"Mission : Impossible (1996) HD","id":"mov_12968529","url":"/rmznt0k9a/b/xakraf/12968529","image":"https://www.themoviedb.org/t/p/original/l5uxY5m5OInWpcExIpKG6AR3rgL.jpg","description":"Les membres d’un commando de la CIA sont envoyés à Prague avec pour mission d’appréhender, lors d’une réception dans l’ambassade américaine, un espion ennemi qui s’apprête à dérober une disquette contenant la liste secrète des agents en Europe centrale. Seulement ils ignorent que la CIA, persuadée que le commando est infiltré par une taupe, a envoyé une seconde équipe sur place.","iframeSrc":"https://mayicloud.com/iframe/hZgM0k58zl","file":"https://mayi22140.mayicloud.com/files/aa/L4PgAvUWxOfZ0Ggug1YQ7fPn2QH7YhtJli0.m3u8","category":"Action","categoryId":"1"},{"title":"Surrounded (2023) HD","id":"mov_13685925","url":"/rmznt0k9a/b/xakraf/13685925","image":"https://www.themoviedb.org/t/p/original/iVVvlosgMU6aePXavihV3L3V3D6.jpg","description":"À la recherche d'une mine d'or, l'ex-soldate Mo Washington va dans l'Ouest. Une embuscade la force à capturer un bandit. Une lutte dans la nature sauvage s'ensuit. Réalisé par Anthony Mandler, avec Letitia Wright, Jamie Bell et Michael K. Williams.","iframeSrc":"https://mayicloud.com/iframe/I8z3F42njJ","file":"https://mayi22145.mayicloud.com/files/aa/pz7T8uCZ7Tder8KP037LyPT8TzcVXwEm5Mf.m3u8","category":"Action","categoryId":"1"},{"title":"Ballerina (2023) HD","id":"mov_13677474","url":"/rmznt0k9a/b/xakraf/13677474","image":"https://www.themoviedb.org/t/p/original/yiIHl2jgn1V6XJD4qgbew9jsedI.jpg","description":"Pleurant la perte d'une proche qu'elle n'a pas réussi à protéger, Ok-ju, une ancienne garde du corps, tente de réaliser le dernier souhait de sa grande amie : une douce vengeance!","iframeSrc":"https://mayicloud.com/iframe/rX46sOVf5v","file":"https://mayi22143.mayicloud.com/files/aa/LOXR4p395xwdo79H0PkcQLaVSCJNRPiDEgu.m3u8","category":"Action","categoryId":"1"},{"title":"Desperation Road (2023) HD","id":"mov_13675596","url":"/rmznt0k9a/b/xakraf/13675596","image":"https://www.themoviedb.org/t/p/original/4twPnIaAqUCxARQG0hfDXAj8kLn.jpg","description":"Dans une ville difficile du Mississippi, une femme et sa jeune fille sont prises entre deux feux lorsque le whisky, les armes à feu et le désir de vengeance se croisent violemment.","iframeSrc":"https://mayicloud.com/iframe/U2V3aLS5K2","file":"https://mayi22145.mayicloud.com/files/aa/ZBp28Z2gPSfq1owbhGckk7mfaw12CM5BnuE.m3u8","category":"Action","categoryId":"1"},{"title":"Sound of Freedom (2023) HD [VOSTFR]","id":"mov_13666206","url":"/rmznt0k9a/b/xakraf/13666206","image":"https://www.themoviedb.org/t/p/original/joai0d9CwvOcO5xFVUuePpeyHfu.jpg","description":"Après avoir sauvé un jeune garçon d'impitoyables trafiquants d'enfants, un agent fédéral apprend que la sœur du garçon est toujours captive et décide de la sauver aussi.","iframeSrc":"https://mayicloud.com/iframe/O6uq72Gg4D","file":"https://mayi22143.mayicloud.com/files/aa/62Ww7W5yPWGBu7ndYiBPBpW5Q38xjcaqf6X.m3u8","category":"Action","categoryId":"1"},{"title":"Overhaul (2023) HD","id":"mov_13652121","url":"/rmznt0k9a/b/xakraf/13652121","image":"https://www.themoviedb.org/t/p/original/4Q56IatK3JDRkYWXTs29vp7RECZ.jpg","description":"Roger incarne un pilote de courses de camions qui se met à travailler pour une bande de voleurs de marchandises afin de conserver son équipe. Une fois entraîné dans le monde du crime, il devra se battre pour en sortir. Figurent également à l'affiche Sheron Menezzes dans le rôle de Rainha, autre pilote professionnelle, ainsi que Raphael Logam, Milhem Cortaz, Evandro Mesquita et Paulinho Vilhena, entre autres.","iframeSrc":"https://mayicloud.com/iframe/m6P0eNmHxS","file":"https://mayi22145.mayicloud.com/files/aa/IJYoUEpS8vbMgOtk8OEy00FQ1TDoAagiTeH.m3u8","category":"Action","categoryId":"1"},{"title":"Accident Man: Hitman's Holiday (2023) HD","id":"mov_13653060","url":"/rmznt0k9a/b/xakraf/13653060","image":"https://www.themoviedb.org/t/p/original/npW9nfL7F3ZVpaCpabqo98KTLw6.jpg","description":"Notre tueur professionnel est de retour et, cette fois, il va devoir affronter les meilleurs assassins du monde pour protéger le fils ingrat d'un parrain de la mafia, sauver la vie de son seul et unique ami et espérer renouer avec son père un peu détraqué.","iframeSrc":"https://mayicloud.com/iframe/6k3SIMXBLY","file":"https://mayi22140.mayicloud.com/files/aa/0NbI2b0nnshMc6lal8FSrMcvEUiBw3AxRLf.m3u8","category":"Action","categoryId":"1"},{"title":"Sniper: G.R.I.T. (2023) HD","id":"mov_13646487","url":"/rmznt0k9a/b/xakraf/13646487","image":"https://www.themoviedb.org/t/p/original/xcC2558b4Z6AavbfFBZXxRp01EV.jpg","description":"Lorsqu'une cellule terroriste internationale menace la stabilité politique mondiale et enlève une collègue agent, l'as tireur d'élite Brandon Beckett et la nouvelle brigade secrète G.R.I.T. menée par le colonel Stone doit franchir les continents jusqu'à Malte, infiltrer la cellule et abattre son leader afin de libérer Lady Death et mettre fin à la menace. Ryan Robbins et Josh Brener sont également en vedette dans ces débuts globe-trotters de la franchise Sniper.","iframeSrc":"https://mayicloud.com/iframe/QzdrAZd5rR","file":"https://mayi22145.mayicloud.com/files/aa/OpCpAOQv78Kq4HpNtncOb3oovYoJ4QASfci.m3u8","category":"Action","categoryId":"1"},{"title":"Spy Kids : Armageddon (2023) HD","id":"mov_13635219","url":"/rmznt0k9a/b/xakraf/13635219","image":"https://www.themoviedb.org/t/p/original/vd8YdaH7dzeIMGTNwQinlSiA1gV.jpg","description":"Lorsque les enfants des plus grands agents secrets du monde contribuent involontairement à la dispersion d'un virus informatique qui offre à son inventeur le contrôle absolu de toutes les technologies, ils sont contraints de devenir espions à leur tour pour sauver leurs parents, et le monde.","iframeSrc":"https://mayicloud.com/iframe/RnadpkKFcW","file":"https://mayi22145.mayicloud.com/files/aa/aicqCY9KRLlQcKBXWT2wiTTs7jNRYZO9h0A.m3u8","category":"Action","categoryId":"1"},{"title":"Spy Kids 4 : All the Time in the World (2011) HD","id":"mov_13640853","url":"/rmznt0k9a/b/xakraf/13640853","image":"https://www.themoviedb.org/t/p/original/9pUVarhiXfCu8amjmyadzJJJITi.jpg","description":"Rebecca et Cyril Wilson sont des jumeaux, fille et garçon du reporter Wilbur Wilson. Ce dernier est marié à Marissa Cortez, sans savoir qu'elle est un ancien agent de l'OSS (Organization of Super Spies). L'OSS est devenu l'agence d'espions n°1 depuis la fermeture de la division Spy Kids. Alors qu'un méchant Oni surnommé le « Timekeeper » menace la Terre, Marissa est rappelée par le chef de l'OSS. Cyril et Rebecca sont alors recrutés par l'agence et doivent faire équipe malgré leurs différents avec leur belle-mère. Ils seront aidées par Juni et Carmen Cortez, anciens agents Spy Kids...","iframeSrc":"https://mayicloud.com/iframe/7IFab1hJk3","file":"https://mayi22145.mayicloud.com/files/aa/rxrXIwQV1RXtMEgQOkTF91oPbzQtjawKHXI.m3u8","category":"Action","categoryId":"1"},{"title":"Spy Kids 3-D : Game Over (2004) HD","id":"mov_13639914","url":"/rmznt0k9a/b/xakraf/13639914","image":"https://www.themoviedb.org/t/p/original/tLg83ojjPcKbmB0GUMzfsH6etxN.jpg","description":"Le plus célèbre des Spy kids, Juni Cortez, a démissionné. S'estimant trahi par l'agence, il refuse désormais de travailler pour l'OSS. Pourtant, lorsque le garçon apprend que sa sœur, Carmen, est en danger, il n'hésite pas. Pour avoir tenté de percer le diabolique secret d'un jeu vidéo qui capture l'esprit de ceux qui perdent, la jeune fille en est restée prisonnière. Ce jeu-événement, le bien nommé Game Over, sera mis en vente dans quelques heures... Derrière cette arme aussi sournoise que redoutable se cache Le Toymaster, un créateur génial qui s'apprête à prendre le contrôle du cerveau de tous les jeunes de la planète. Pour Juni, il n'y a pas une seconde à perdre. Afin de sauver sa sœur et l'avenir du monde, il doit gagner la partie, et il ne peut le faire que de l'intérieur...","iframeSrc":"https://mayicloud.com/iframe/zMsU2ueUzC","file":"https://mayi22145.mayicloud.com/files/aa/m2bfQeM3u6dagTlopb7LJHxcBAGPugrRjD7.m3u8","category":"Action","categoryId":"1"},{"title":"Spy Kids 2 : Espions en herbe (2003) HD","id":"mov_13638975","url":"/rmznt0k9a/b/xakraf/13638975","image":"https://www.themoviedb.org/t/p/original/87OYXZsAIrCG0CBsk8rZ0OOjr25.jpg","description":"Le sauvetage fort spectaculaire de leurs parents a valu à Juni et Carmen de faire partie des espions les plus réputés du métier. Ils sont à présent chargés d'une mission des plus périlleuses : mettre la main sur un système diabolique, capable de détruire les instruments électroniques du globe, et le neutraliser au plus vite. Ils ignorent tout de cette terrifiante machine, sinon qu'elle se situe sur une île perdue au milieu de l'océan. Ils doivent avant tout savoir qui la contrôle, afin d'anéantir l'ensemble de l'organisation à l'origine d'une telle invention. Mais leur parcours est semé d'embûches. En effet, dès leur arrivée sur l'île, ils sont confrontés aux étranges créatures qui peuplent les lieux...","iframeSrc":"https://mayicloud.com/iframe/WKRpNr00cB","file":"https://mayi22145.mayicloud.com/files/aa/F0btqghG0s56KWbZmCBNrxyiXlJXlVz1WKu.m3u8","category":"Action","categoryId":"1"},{"title":"Spy Kids (2001) HD","id":"mov_13638036","url":"/rmznt0k9a/b/xakraf/13638036","image":"https://www.themoviedb.org/t/p/original/tLngJSWF4O1nd7eYRx09O4wd4Zo.jpg","description":"Carmen et Juni adorent l'histoire que leur raconte leur maman avant qu'ils ne s'endorment, celle de l'espion et de l'espionne qui tombent amoureux l'un de l'autre, alors qu'ils avaient pour mission de s'éliminer. Ce que les deux petits ignorent, c'est que l'histoire n'a rien d'imaginaire et que leurs parents, Ingrid et Gregorio, étaient des super-agents secrets. L'autre idole de Juni est Floop, la star télé de tous les enfants. Mais le jeune garçon ne soupçonne pas ce qui se cache réellement derrière ses innocentes émissions.","iframeSrc":"https://mayicloud.com/iframe/q1vNeqUIwi","file":"https://mayi22140.mayicloud.com/files/aa/Kv993Ki3beqzPORhQrmnCMp8ADzum5N6AWf.m3u8","category":"Action","categoryId":"1"},{"title":"Sakra, la légende des demi-dieux (2023) HD","id":"mov_13629585","url":"/rmznt0k9a/b/xakraf/13629585","image":"https://www.themoviedb.org/t/p/original/qGhdGdocth1csUlEnPEmYDfEmwY.jpg","description":"Royaume de Chine, Xème siècle Deux clans ennemis s'affrontent : les Song, dynastie royale, et les Khitan, peuple nomade guerrier. Qiao Feng du clan Song est un héros chevaleresque respecté, maître en arts martiaux. Accusé à tort d'avoir tué un chef de son propre clan, Qiao Feng est banni. Pour prouver son innocence, il s’engage dans un long périple, parsemé de combats extraordinaires, entre demi-dieux et semi-démons.","iframeSrc":"https://mayicloud.com/iframe/A4ylorcaph","file":"https://mayi22140.mayicloud.com/files/aa/bsJSuTxMHBognQrkVTJugkzOFXgS8F9j8Sb.m3u8","category":"Action","categoryId":"1"},{"title":"Mob Land (2023) HD","id":"mov_13628646","url":"/rmznt0k9a/b/xakraf/13628646","image":"https://www.themoviedb.org/t/p/original/yMu1g7A26N6wRFNwSwC7FOcfmCR.jpg","description":"Au cœur de Dixie, dans une petite ville aux prises avec les ravages de la dépendance, un shérif local tente de maintenir la paix lorsque Shelby, père de famille désespéré, vole un moulin à pilules avec son frère imprudent. loi, Trey. Mais le score soi-disant facile prend une tournure violente, alertant l'homme de main de la mafia de la Nouvelle-Orléans en quête de vengeance, qui menace la femme et la fille de Shelby.","iframeSrc":"https://mayicloud.com/iframe/3z4N3k7C9M","file":"https://mayi22140.mayicloud.com/files/aa/ApFI5O2dGeQtXfXj2H2GS6fXTji0WsNxStg.m3u8","category":"Action","categoryId":"1"},{"title":"Freestyle (2023) HD","id":"mov_13607988","url":"/rmznt0k9a/b/xakraf/13607988","image":"https://i.imgur.com/1t38jCU.jpg","description":"Après sa désintox, Diego, rappeur de rue, arrête de dealer et se concentre sur la musique. Avec son ami Farine, il travaille à un nouvel album, repoussant la tentation permanente de l'argent facile. Malheureusement, Farine vole un micro au studio d'enregistrement, et les garçons se retrouvent endettés. C'est alors qu'un gangster slovaque propose à Diego une affaire en or, que le rappeur accepte pour rembourser sa dette et pouvoir enfin tourner le dos à son passé. Reste à savoir s'il s'en sortira vivant… Naviguer en eaux troubles n'est pas sans danger, et Diego se sent pris au piège.","iframeSrc":"https://mayicloud.com/iframe/WBPhOXZ7Vz","file":"https://mayi22145.mayicloud.com/files/aa/2LEXdKDa52BIsM2nFjR6JNHy5ww5DrEGdiE.m3u8","category":"Action","categoryId":"1"},{"title":"Ambush (2023) HD","id":"mov_13594842","url":"/rmznt0k9a/b/xakraf/13594842","image":"https://www.themoviedb.org/t/p/original/lbkRngMCv4KxWLLZSOm2VbdFJaV.jpg","description":"1966, Guerre du Vietnam. Le général Drummond est chargé de sécuriser un classeur hautement confidentiel, mais celui-ci est dérobé lors d’une attaque presque invisible des soldats vietnamiens. Son équipe, composée de commandos d’élite et d’ingénieurs, découvre alors un vaste réseau de tunnels, et s’y infiltre pour retrouver ces documents coûte que coûte, qui pourraient changer l’issue de la guerre.","iframeSrc":"https://mayicloud.com/iframe/lbYqyWSd80","file":"https://mayi22143.mayicloud.com/files/aa/4OeAYiqwRuvR5sCkWW4f7qq6QY3JccKg0YR.m3u8","category":"Action","categoryId":"1"},{"title":"Phantom (2023) HD","id":"mov_13593903","url":"/rmznt0k9a/b/xakraf/13593903","image":"https://www.themoviedb.org/t/p/original/zllUi5rXLe3gifdUmdahUDP7kWl.jpg","description":"1933. La Corée est occupée par le Japon. Cinq individus sont soupçonnés d’être des espions « fantômes ». Dans une habile opération d’infiltration orchestrée par le capitaine Kaïto, ils sont piégés et enfermés dans un hôtel sous haute surveillance. Pour retrouver la liberté, chacun d’entre eux va devoir prouver qu’il n’est pas un espion, ou s’évader.","iframeSrc":"https://mayicloud.com/iframe/nmnyjwsruR","file":"https://mayi22145.mayicloud.com/files/aa/1ZY1ahXk4PbG66C4JVwTiUfFszcV0GM1GK3.m3u8","category":"Action","categoryId":"1"},{"title":"Fast and Furious (2001) HD","id":"mov_9797526","url":"/rmznt0k9a/b/xakraf/9797526","image":"https://www.themoviedb.org/t/p/original/seJmdr6LkgulZBlel3Qx4TytNN4.jpg","description":"La nuit tombée, Dominic Toretto règne sur les rues de Los Angeles à la tête d'une équipe de fidèles qui partagent son goût du risque, sa passion de la vitesse et son culte des voitures de sport lancées à plus de 250 km/h dans des rodéos urbains d'une rare violence. Ses journées sont consacrées à bricoler et à relooker des modèles haut de gamme, à les rendre toujours plus performants et plus voyants, à organiser des joutes illicites où de nombreux candidats s'affrontent sans merci sous le regard énamouré de leurs groupies. À la suite de plusieurs attaques de camions, la police de L.A. décide d'enquêter sur le milieu des street racers. Brian, un jeune policier, est chargé d'infiltrer la bande de Toretto, qui figure, avec celle de son rival Johnny Tran, au premier rang des suspects.","iframeSrc":"https://mayicloud.com/iframe/LKOmMBdTDO","file":"https://mayi22144.mayicloud.com/files/aa/U12MHobUDqls7VVMxK83RTOFfAhtuVioWkb.m3u8","category":"Action","categoryId":"1"},{"title":"Ninja Assassin (2009) HD","id":"mov_13260558","url":"/rmznt0k9a/b/xakraf/13260558","image":"https://www.themoviedb.org/t/p/original/cWeShSNNKGW76E2nTrmic5G60wN.jpg","description":"Raizo, jeune ninja orphelin, a été entraîné à tuer par le clan Ozunu. Peu après l'exécution de celle qu'il aime (elle a trahi le clan), Raizo est en proie au doute, et quitte alors le clan afin de préparer sa vengeance... Des années plus tard, à Berlin, Raizo tombe sur l'agent d'Europol Mika Coretti qui, après avoir levé le voile sur une affaire politique mettant en cause une mystérieuse organisation asiatique, est devenue la cible du clan Ozunu. Traqués, tous deux se lancent dans une dangereuse course-poursuite...","iframeSrc":"https://mayicloud.com/iframe/2daR4rxKh3","file":"https://mayi22140.mayicloud.com/files/aa/mkaigESM3HaRxcL9QmtvwwJHnO8UyqXVL7e.m3u8","category":"Action","categoryId":"1"},{"title":"Wanted : Choisis ton destin (2008) HD","id":"mov_13244595","url":"/rmznt0k9a/b/xakraf/13244595","image":"https://www.themoviedb.org/t/p/original/j0YQlXsfcYm5WQJS7i1XZWI5amk.jpg","description":"Wesley Gibson a toutes les raisons du monde d'être malheureux. Tyrannisé par son patron, trompé et humilié par sa petite amie, ce jeune loser, victime d'angoisses récurrentes, ne survit qu'à coup de tranquillisants et de plateaux repas macrobiotiques. C'est alors qu'une fille de rêve fait irruption dans sa triste vie. Fox est une tueuse d'élite, affiliée à une société secrète : la Fraternité, dont les membres se sont érigés en instruments du Destin. L'heure est venue pour Wes de prendre la suite de son père et de découvrir en lui-même des ressources, une soif de violence, des réflexes et des aptitudes insoupçonnés. Sous la tutelle de Sloan et de Fox, Wes commence un entraînement rigoureux qui va faire de lui le meilleur assassin de la Fraternité...","iframeSrc":"https://mayicloud.com/iframe/CVSlhRM4PB","file":"https://mayi22145.mayicloud.com/files/aa/3p8aOfK5qKF2gMsLZipEn2zgoQ7aVWMZmUa.m3u8","category":"Action","categoryId":"1"},{"title":"Projet Wolf Hunting (2023) HD","id":"mov_13240839","url":"/rmznt0k9a/b/xakraf/13240839","image":"https://www.themoviedb.org/t/p/original/fj3OLrY1LOi1b8EUo3cBL53AFYV.jpg","description":"Alors qu'ils sont transférés depuis les Philippines vers la Corée du Sud par un navire cargo, plusieurs dangereux criminels provoquent une violente émeute jusqu'à ce qu'un monstre non identifié sorte de son sommeil...","iframeSrc":"https://mayicloud.com/iframe/R3TdBKfS0n","file":"https://mayi22145.mayicloud.com/files/aa/w2F55tsiZxzZlin0DlrRsiUlww6Lp79V9O1.m3u8","category":"Action","categoryId":"1"},{"title":"Sisu : de l'or et du sang (2023) HD","id":"mov_13234266","url":"/rmznt0k9a/b/xakraf/13234266","image":"https://www.themoviedb.org/t/p/original/ECTTTwuql4WqoqIPUywlfpZaTz.jpg","description":"Au cours des derniers jours de la Seconde Guerre mondiale, un prospecteur solitaire croise la route de nazis lors d'une retraite sur la Terre brûlée dans le nord de la Finlande. Lorsque les soldats décident de voler son or, ils découvrent rapidement qu'ils viennent de s'emmêler avec un mineur ordinaire.","iframeSrc":"https://mayicloud.com/iframe/1zLJKHUM57","file":"https://mayi22143.mayicloud.com/files/aa/kvZkaLTqSPbYh5DRoXnDdpcY9WG3JLa3hao.m3u8","category":"Action","categoryId":"1"},{"title":"The Best Man (2023) HD","id":"mov_13231449","url":"/rmznt0k9a/b/xakraf/13231449","image":"https://www.themoviedb.org/t/p/original/c9f6mFZqkyz4AD0sxGmynE1pe0v.jpg","description":"Luke Wilson et Dolph Lundgren sont en vedette dans ce trépidant suspense rempli d'action. Lorsqu'une équipe de mercenaires impitoyables prennent violemment le contrôle d'un hôtel de villégiature, d'anciens soldats des forces spéciales qui sont venus assister au mariage de leur meilleur ami doivent dépendre de leur intelligence et de leur formation pour combattre les terroristes et sauver les otages maintenus pour une rançon","iframeSrc":"https://mayicloud.com/iframe/AwRlPJZScd","file":"https://mayi22145.mayicloud.com/files/aa/sHlFopvVKffBGblYowNhJnOBJDlIwxWYeiE.m3u8","category":"Action","categoryId":"1"},{"title":"Blood & Gold (2023) HD","id":"mov_13217364","url":"/rmznt0k9a/b/xakraf/13217364","image":"https://www.themoviedb.org/t/p/original/2fKh1woJdmd1fUOz1V4NmZ1LyYc.jpg","description":"Printemps 1945. \"Blood & Gold\", qui se déroule à la fin de la Seconde Guerre mondiale, raconte l'histoire de Heinrich, un déserteur allemand, d'Elsa, une courageuse fermière, et d'une horde de nazis. De retour du front pour retrouver sa fille, Heinrich tombe aux mains d'un groupe de SS en maraude. Leur chef le laisse pendu à un arbre, mais Heinrich est sauvé in extremis par Elsa qui le cache dans sa ferme. Les SS reprennent leur route à la recherche d'un trésor juif caché dans un village des environs. Les villageois excédés et, qui veulent garder le trésor, décident de leur résister. Heinrich et Elsa sont bientôt entraînés malgré eux dans cette chasse à l'or riche en action qui va se terminer dans un bain de sang à l'église du village.","iframeSrc":"https://mayicloud.com/iframe/CYY0hq4fBs","file":"https://mayi22145.mayicloud.com/files/aa/IlKoUDsIzKbuMZbBtY0x9Dw7DNyI2aaLvVa.m3u8","category":"Action","categoryId":"1"},{"title":"Vaincre ou mourir (2023) HD","id":"mov_13209852","url":"/rmznt0k9a/b/xakraf/13209852","image":"https://www.themoviedb.org/t/p/original/iIAGMDZtmt9sBZwBj53Z7y9pUUA.jpg","description":"1793. Voilà trois ans que Charette, ancien officier de la Marine Royale, s’est retiré chez lui en Vendée. Dans le pays, la colère des paysans gronde : ils font appel au jeune retraité pour prendre le commandement de la rébellion. En quelques mois, le marin désœuvré devient un chef charismatique et un fin stratège, entraînant à sa suite paysans, déserteurs, femmes, vieillards et enfants, dont il fait une armée redoutable car insaisissable. Le combat pour la liberté ne fait que commencer...","iframeSrc":"https://mayicloud.com/iframe/JPuWn0NkBH","file":"https://mayi22145.mayicloud.com/files/aa/fiwHS9CRdZTHDBtKdMDYXnOrkcs7x3PMlmt.m3u8","category":"Action","categoryId":"1"},{"title":"John Wick : Parabellum (2019) HD","id":"mov_13202340","url":"/rmznt0k9a/b/xakraf/13202340","image":"https://www.themoviedb.org/t/p/original/8gd71hpzHIF3gCkmJBwV5egtu3k.jpg","description":"John Wick a transgressé une règle fondamentale : il a tué à l’intérieur même de l’Hôtel Continental. \"Excommunié\", tous les services liés au Continental lui sont fermés et sa tête mise à prix. John se retrouve sans soutien, traqué par tous les plus dangereux tueurs du monde.","iframeSrc":"https://mayicloud.com/iframe/dvaX49o7c6","file":"https://mayi24312.mayicloud.com/files/aa/8dPAug0XU8krJk2pOqSHG6dQ3h0spdyxrn8.m3u8","category":"Action","categoryId":"1"},{"title":"John Wick 2 (2017) HD","id":"mov_13201401","url":"/rmznt0k9a/b/xakraf/13201401","image":"https://www.themoviedb.org/t/p/original/r687UV1zQ5KDB9AxRokRscWIRvt.jpg","description":"John Wick est forcé de sortir de sa retraite volontaire par un de ses ex-associés qui cherche à prendre le contrôle d’une mystérieuse confrérie de tueurs internationaux. Parce qu’il est lié à cet homme par un serment, John se rend à Rome, où il va devoir affronter certains des tueurs les plus dangereux du monde.","iframeSrc":"https://mayicloud.com/iframe/1SqupId3wX","file":"https://mayi22143.mayicloud.com/files/aa/MpquW5B2KKmrziB2FRlGYmzpRY851E3O4tj.m3u8","category":"Action","categoryId":"1"},{"title":"John Wick (2014) HD","id":"mov_13200462","url":"/rmznt0k9a/b/xakraf/13200462","image":"https://www.themoviedb.org/t/p/original/orB4dHfZ9rOJbKYow7W0etezchl.jpg","description":"Depuis la mort de sa femme bien‐aimée, John Wick passe ses journées à retaper sa Ford Mustang de 1969, avec pour seule compagnie sa chienne Daisy. Il mène une vie sans histoire, jusqu’à ce qu’un malfrat sadique nommé Iosef Tarasof remarque sa voiture. John refuse de la lui vendre. Iosef n’acceptant pas qu’on lui résiste, s’introduit chez John avec deux complices pour voler la Mustang, et tuer sauvagement Daisy… John remonte la piste de Iosef jusqu’à New York. Un ancien contact, Aurelio, lui apprend que le malfrat est le fils unique d’un grand patron de la pègre, Viggo Tarasof. La rumeur se répand rapidement dans le milieu : le légendaire tueur cherche Iosef. Viggo met à prix la tête de John : quiconque l’abattra touchera une énorme récompense. John a désormais tous les assassins de New York aux trousses.","iframeSrc":"https://mayicloud.com/iframe/YDCQBKVDpY","file":"https://mayi22143.mayicloud.com/files/aa/rtsKu1FxkkW4yEqP2Er6QqKtgmdcZCbr5Ec.m3u8","category":"Action","categoryId":"1"},{"title":"Snag (2023) HD","id":"mov_13196706","url":"/rmznt0k9a/b/xakraf/13196706","image":"https://www.themoviedb.org/t/p/original/8SWfoi5GuE8WCaLVnjEAVsyCa5z.jpg","description":"Un Australien solitaire apprend que la femme qu'il a autrefois aimée n'est pas morte, comme il le croyait. Il doit la tirer des griffes d'une organisation criminelle dans ce conte de fées moderne et violent.","iframeSrc":"https://mayicloud.com/iframe/NXk4zvr0Hw","file":"https://mayi22145.mayicloud.com/files/aa/Js7oKm8tJDDczmZ7WjrGkeDEid9KdRgWjol.m3u8","category":"Action","categoryId":"1"},{"title":"Assassin Club (2023) HD","id":"mov_13198584","url":"/rmznt0k9a/b/xakraf/13198584","image":"https://www.themoviedb.org/t/p/original/AiwBiXEqxM16FVb097QIoXUwEX9.jpg","description":"Un assassin d'élite reçoit son ultime contrat : tuer sept personnes dans plusieurs pays du monde. Il découvre alors que les cibles sont des assassins tout autant qualifiés qui ont été engagés pour le tuer. Sa seule chance de survivre est de découvrir qui est la mystérieuse tête pensante derrière ce plan et de mettre fin au massacre avant qu'il ne soit trop tard.","iframeSrc":"https://mayicloud.com/iframe/w045IZEcny","file":"https://mayi22143.mayicloud.com/files/aa/03e1EBsEr6QDQHRktwhJENKISsIxE65F9jG.m3u8","category":"Action","categoryId":"1"},{"title":"Polite Society (2023) HD","id":"mov_13185438","url":"/rmznt0k9a/b/xakraf/13185438","image":"https://www.themoviedb.org/t/p/original/qH2SiNS7MJzVhxqJ2mDfd6Xy6zF.jpg","description":"Une artiste martiale en formation pense qu'elle doit sauver sa soeur aînée de son mariage imminent. Après avoir demandé l'aide de ses amis, elle tente de réaliser le plus ambitieux de tous les braquages de mariage au nom de l'indépendance et de la fraternité.","iframeSrc":"https://mayicloud.com/iframe/2zeOqJSDCR","file":"https://mayi22145.mayicloud.com/files/aa/qYbssMuznJTklxRNwH4oM7Y0VoJO2mFtkRV.m3u8","category":"Action","categoryId":"1"},{"title":"The Mother (2023) HD","id":"mov_13172292","url":"/rmznt0k9a/b/xakraf/13172292","image":"https://www.themoviedb.org/t/p/original/cVCvfIQN2otuqFfsKTtMRKWeL8e.jpg","description":"Une femme-assassin sort de sa cachette pour protéger sa fille qu'elle a abandonnée des années auparavant...","iframeSrc":"https://mayicloud.com/iframe/pzJoTraSEH","file":"https://mayi22145.mayicloud.com/files/aa/bERZjut6bcTA9AHxqgdzkD8312vbU9T5NL5.m3u8","category":"Action","categoryId":"1"},{"title":"American Insurrection (2023) HD","id":"mov_13162902","url":"/rmznt0k9a/b/xakraf/13162902","image":"https://www.themoviedb.org/t/p/original/8zrzecN98cNYij4hIYmIH4n2cg1.jpg","description":"Dans un monde dystopique, toute personne n'étant pas blanche, chrétienne, hétérosexuelle et genrée est traquée par \"Les volontaires\". Un couple d'activistes et une jeune musulmane vont tenter de passer la frontière entre États-Unis et Canada.","iframeSrc":"https://mayicloud.com/iframe/Qa5rg7igR7","file":"https://mayi22145.mayicloud.com/files/aa/DaUKbxgmpT5QROUwsNs71ih7Kxe2O6arg4c.m3u8","category":"Action","categoryId":"1"},{"title":"Sniper : Le Corbeau Blanc (2023) HD","id":"mov_13154451","url":"/rmznt0k9a/b/xakraf/13154451","image":"https://www.themoviedb.org/t/p/original/1LUH58CVIGM2NK1YHS1YRZoynBc.jpg","description":"Région du Donbass, Ukraine, 2014. Mykola, un professeur de physique, renonce à son mode de vie paisible suite à la perte de sa femme enceinte, tuée par des soldats à l’aube de l’invasion russe. Souhaitant se venger, il réussit à intégrer les forces armées ukrainiennes et obtient le poste convoité de sniper. Sa cible devient alors un sniper d’élite russe dont l’élimination pourrait changer le cours du conflit.","iframeSrc":"https://mayicloud.com/iframe/OWBEQ5Dd2F","file":"https://mayi22140.mayicloud.com/files/aa/P9DFxbDnrbxC9nzmn77OjWKUBB0eO2TEbxj.m3u8","category":"Action","categoryId":"1"},{"title":"High Heat (2023) HD","id":"mov_13141305","url":"/rmznt0k9a/b/xakraf/13141305","image":"https://www.themoviedb.org/t/p/original/mmD0NVdhiRiCu64YKem5GK5PSfy.jpg","description":"Une ancienne agente du KGB devenu cheffe cuisinière, est la cible de la mafia locale qui veut s'attaquer à son nouveau restaurant pour éponger la dette de son mari (Johnson). Ana doit alors faire appel à ses talents de tueuse et se lancer dans une course effrénée pour éliminer un par un tous les membres du syndicat du crime afin de sauver son restaurant et de rester en vie dans ce thriller bourré d'action.","iframeSrc":"https://mayicloud.com/iframe/kUngCWJAmx","file":"https://mayi22140.mayicloud.com/files/aa/K7HxQQVCpZIRwSlairITI2O5jq230oALwii.m3u8","category":"Action","categoryId":"1"},{"title":"Two Sinners And A Mule (2022) HD","id":"mov_13124403","url":"/rmznt0k9a/b/xakraf/13124403","image":"https://www.themoviedb.org/t/p/original/zAlP9mNmc4Pkio7qjTzJ5tgwdv6.jpg","description":"Dans ce western palpitant, deux femmes non conformistes prennent la route et rencontrent un chasseur de primes blessé, et elles décident de l'aider à traquer sa proie pour se partager la récompense","iframeSrc":"https://mayicloud.com/iframe/UOsRXb77dj","file":"https://mayi22145.mayicloud.com/files/aa/jZrkgNmLti74zXTX1isdpm2RdZ2l6gFqf7L.m3u8","category":"Action","categoryId":"1"},{"title":"Ghosted (2023) HD","id":"mov_13097172","url":"/rmznt0k9a/b/xakraf/13097172","image":"https://www.themoviedb.org/t/p/original/liLN69YgoovHVgmlHJ876PKi5Yi.jpg","description":"Cole, un agriculteur sans histoire, tombe éperdument amoureux de la mystérieuse Sadie, mais découvre avec stupeur qu'elle est agent secret. Avant même un second rencard, Cole et Sadie vont être embarqués dans une aventure au-delà des frontières lors de laquelle ils vont devoir sauver le monde.","iframeSrc":"https://mayicloud.com/iframe/PSlRmJFOFm","file":"https://mayi22140.mayicloud.com/files/aa/zH36OOtibVseNIHlAo4duU6PLszqgeNPVQW.m3u8","category":"Action","categoryId":"1"},{"title":"Shotgun Wedding (2023) HD","id":"mov_12772278","url":"/rmznt0k9a/b/xakraf/12772278","image":"https://www.themoviedb.org/t/p/original/9PVaeYmragn2afBveICEM1PD3nb.jpg","description":"Darcy et Tom rassemblent leurs familles pour leur mariage dans une destination lointaine, mais lorsque toute la fête est prise en otage, \"'Jusqu'à ce que la mort nous sépare \" prend un tout nouveau sens dans cette aventure hilarante et pleine d'adrénaline car Darcy et Tom doivent sauver leurs proches - s'ils ne s'entretuent pas d'abord.","iframeSrc":"https://mayicloud.com/iframe/ABkUez1vT0","file":"https://mayi22140.mayicloud.com/files/aa/ABljKDu5HeNSyz0lhK9XUJyfDNOFiIFTk1d.m3u8","category":"Action","categoryId":"1"},{"title":"Detective Knight : Redemption (2022) HD","id":"mov_12769461","url":"/rmznt0k9a/b/xakraf/12769461","image":"https://www.themoviedb.org/t/p/original/acCIjyszhmit8k5eWVGNTustYRK.jpg","description":"Le détective Knight est en détention. Une émeute éclate dans la prison où il se trouve, menée par le \"Christmas Bomber\" dont les disciples terrorisent la ville la nuit de Noël. Les policiers étant occupés à l'extérieur de la prison, ils ont besoin d'un homme à l'intérieur pour écraser la rébellion.","iframeSrc":"https://mayicloud.com/iframe/EJoTodTabi","file":"https://mayi22140.mayicloud.com/files/aa/HlGCvHAMZsr8gnV9ys29xHSVBh9uskN9GtM.m3u8","category":"Action","categoryId":"1"},{"title":"Savage Salvation (2022) HD","id":"mov_12762888","url":"/rmznt0k9a/b/xakraf/12762888","image":"https://www.themoviedb.org/t/p/original/YcPTEfLiHEgd7BpmkgXwRGEQHg.jpg","description":"Le vétéran Shelby John fait appel à ses compétences afin de venger le meurtre de sa fiancée. Déterminé à trouver les trafiquants de drogue responsables, il devra garder une longueur d'avance sur le shérif Church.","iframeSrc":"https://mayicloud.com/iframe/vbOitcupoH","file":"https://mayi22140.mayicloud.com/files/aa/Xguoi41OC6zyAv4OiD9aGFmvXPHrf69cmDB.m3u8","category":"Action","categoryId":"1"},{"title":"Narvik (2022) HD","id":"mov_12766644","url":"/rmznt0k9a/b/xakraf/12766644","image":"https://www.themoviedb.org/t/p/original/10DqrH7BoPgJ4zFJq4pNco8Kozm.jpg","description":"Lors de la Seconde Guerre mondiale, dans l'ombre d'une bataille connue comme la première défaite d'Hitler, un soldat norvégien découvre une vérité troublante sur sa femme.","iframeSrc":"https://mayicloud.com/iframe/xr1KZQvD2u","file":"https://mayi22144.mayicloud.com/files/aa/9GMqn5DLI46Q2rX105w963A8OAYjd1NnIAO.m3u8","category":"Action","categoryId":"1"},{"title":"Agents très spéciaux - Code U.N.C.L.E (2015) HD","id":"mov_12755376","url":"/rmznt0k9a/b/xakraf/12755376","image":"https://www.themoviedb.org/t/p/original/ysrzAb4WMY6yuJkTnthrKR89IfG.jpg","description":"Situé au début des années 60, en pleine guerre froide, The Man From U.N.C.L.E. s’attache au parcours de l’agent de la CIA Solo et à l’agent du KGB Kuryakin. Contraints de laisser de côté leur antagonisme ancestral, les deux hommes s’engagent dans une mission conjointe : mettre hors d’état de nuire une organisation criminelle internationale déterminée à ébranler le fragile équilibre mondial, en favorisant la prolifération des armes et de la technologie nucléaires. Pour l’heure, Solo et Kuryakin n’ont qu’une piste : le contact de la fille d’un scientifique allemand porté disparu, le seul à même d’infiltrer l’organisation criminelle. Ils se lancent dans une course contre la montre pour retrouver sa trace et empêcher un cataclysme planétaire.","iframeSrc":"https://mayicloud.com/iframe/KaPMP8mM3u","file":"https://mayi22140.mayicloud.com/files/aa/szO1cA8bmcjUK1pSKVgP30ZTNO2aB6E4Ft5.m3u8","category":"Action","categoryId":"1"},{"title":"Everything Everywhere All at Once (2022) HD","id":"mov_12717816","url":"/rmznt0k9a/b/xakraf/12717816","image":"https://www.themoviedb.org/t/p/original/w3LxiVYdWWRvEVdn5RYq6jIqkb1.jpg","description":"Evelyn Wang est à bout : elle ne comprend plus sa famille, son travail et croule sous les impôts… Soudain, elle se retrouve plongée dans le multivers, des mondes parallèles où elle explore toutes les vies qu’elle aurait pu mener. Face à des forces obscures, elle seule peut sauver le monde mais aussi préserver la chose la plus précieuse : sa famille.","iframeSrc":"https://mayicloud.com/iframe/1gMpmGAHf9","file":"https://mayi22140.mayicloud.com/files/aa/ETHdqXbjtJ3x3D9xTPwb6xsTXOzxvPHaIoo.m3u8","category":"Action","categoryId":"1"},{"title":"Diabolik (2022) HD","id":"mov_12712182","url":"/rmznt0k9a/b/xakraf/12712182","image":"https://www.themoviedb.org/t/p/original/g4BVfUsVIAt0lUNfGkQrEWPpUUL.jpg","description":"L’inspecteur Ginko cherche désespérément à arrêter Diabolik, l’impitoyable voleur masqué qui ne cesse de narguer les forces de l’ordre. Lorsque Lady Kant, une veuve dont le mari est mort dans des circonstances troubles, arrive en ville avec un collier inestimable, Ginko est persuadé que Diabolik ne pourra résister à la tentation de s’emparer du bijou.","iframeSrc":"https://mayicloud.com/iframe/KseBgUn8WA","file":"https://mayi22140.mayicloud.com/files/aa/erN2jWl7yFHmbLJht3yi9iLnU2ihaeSoGFr.m3u8","category":"Action","categoryId":"1"},{"title":"Violent Night (2022) HD","id":"mov_12691524","url":"/rmznt0k9a/b/xakraf/12691524","image":"https://www.themoviedb.org/t/p/original/1jMp9lSZEM82b4bTxtB7qqf3Izm.jpg","description":"Le soir de Noël, quand un groupe de mercenaires entre par effraction sur la propriété d’une famille aisée qu’ils prennent en otage, ils vont devoir affronter un adversaire auquel ils ne s’attendaient pas : Le Père Noël est dans la place et il va leur montrer que ce bon vieux Saint Nicolas a plus d’un tour dans sa hotte.","iframeSrc":"https://mayicloud.com/iframe/StuvEdVzl0","file":"https://mayi22140.mayicloud.com/files/aa/1YkR6yMgp9S4pdTEPAdAO54jBIxxiSxjRRa.m3u8","category":"Action","categoryId":"1"},{"title":"The Enforcer (2022) HD","id":"mov_12678378","url":"/rmznt0k9a/b/xakraf/12678378","image":"https://www.themoviedb.org/t/p/original/6mqrWsWwm8vhHVky2W8YsBv6M1D.jpg","description":"Un homme de main doit tout sacrifier pour sauver une jeune fille avec laquelle il s'est lié d'amitié de son patron, une femme fatale impliquée dans un trafic de cybersexe.","iframeSrc":"https://mayicloud.com/iframe/tKV2VNGRzr","file":"https://mayi22140.mayicloud.com/files/aa/LEAvsJkWY1eiTg6SOB3hEw1AzWngOXHzCh5.m3u8","category":"Action","categoryId":"1"},{"title":"Deliver Us From Evil (2022) HD","id":"mov_12657720","url":"/rmznt0k9a/b/xakraf/12657720","image":"https://www.themoviedb.org/t/p/original/nKYaHsgEurZc6sjLeohuTpjX3d8.jpg","description":"Un assassin se rend en Thaïlande afin de résoudre une affaire d'enlèvement. Bientôt, il se rend compte qu'il est poursuivi par un homme dont il a tué le frère.","iframeSrc":"https://mayicloud.com/iframe/ln1SizEzXS","file":"https://mayi22140.mayicloud.com/files/aa/uD0A9vSPGPnPkki82lswJOUKGcklLiegVeR.m3u8","category":"Action","categoryId":"1"},{"title":"Night Of The Sicario HD","id":"mov_12653025","url":"/rmznt0k9a/b/xakraf/12653025","image":"https://www.themoviedb.org/t/p/original/f16MT2rp0htg9aHDqTIYyrQHTpi.jpg","description":"Taylor est obligé de cacher la fille d'une femme Colombienne sous la protection des témoins car elle témoignera contre un puissant cartel de la drogue.","iframeSrc":"https://mayicloud.com/iframe/T8BqbrjGMZ","file":"https://mayi24313.mayicloud.com/files/aa/hHY7HFdox6p0kPIEdaCvmwEXXQpgwbgOTeV.m3u8","category":"Action","categoryId":"1"},{"title":"A Perfect Plan HD","id":"mov_12653964","url":"/rmznt0k9a/b/xakraf/12653964","image":"https://www.themoviedb.org/t/p/original/c4KScb5pxg5MtuvctjTbg5ACfs.jpg","description":"Des cambrioleurs sont kidnappés et se retrouvent dans un entrepôt qui est la réplique d'un musée, On leur demande de simuler un cambriolage de diamants...mais qui, pourquoi et quand aura-t-il lieu? Ils ne le savent pas.","iframeSrc":"https://mayicloud.com/iframe/ermRXJoCHm","file":"https://mayi24313.mayicloud.com/files/aa/s6CZiSNb7JM1SLt8aWIo7XQuPOdeqUAT1dT.m3u8","category":"Action","categoryId":"1"},{"title":"The Roundup (2022) HD","id":"mov_12644574","url":"/rmznt0k9a/b/xakraf/12644574","image":"https://www.themoviedb.org/t/p/original/gEtYEC0Rpvu3E4udcqKqzVAGtlR.jpg","description":"Policier au physique de colosse, l’inspecteur Ma n’hésite pas à jouer de sa corpulence pour impressionner les suspects. Chargé d’une extradition au Vietnam, il découvre sur place la disparition de riches ressortissants coréens. Malgré les consignes de son ambassade, Ma décide de régler le problème à sa manière… Attention, ça va cogner !","iframeSrc":"https://mayicloud.com/iframe/vQJmvLH5Hk","file":"https://mayi24313.mayicloud.com/files/aa/8xbcNoh8sRf3hc0rNqgltLbd7HZPNHaVel7.m3u8","category":"Action","categoryId":"1"},{"title":"Fire (2022) HD","id":"mov_12645513","url":"/rmznt0k9a/b/xakraf/12645513","image":"https://www.themoviedb.org/t/p/original/7uyxpJ0R2UINPpqZGbPk92DhJuT.jpg","description":"Alexey Sokolov commande une équipe de pompiers rattachés au service de protection aérienne des forêts. C'est un homme dur qui a l'habitude de tout contrôler autour de lui, y compris sa fille Katya. Katya sort avec Roman, un pompier débutant de Moscou. L’appréciant peu, Alexey l’emmène néanmoins avec son équipe éteindre un terrible incendie de forêt. Alors que les flammes engloutissent tout sur leur passage, ils vont se retrouver coincés pour sauver les habitants d’un village.","iframeSrc":"https://mayicloud.com/iframe/tUc0pm16Rv","file":"https://mayi24313.mayicloud.com/files/aa/KwPQmKDsEXDGhGRF2lzVD3QQ3fd4l4A6ApX.m3u8","category":"Action","categoryId":"1"},{"title":"Wire Room (2022) HD","id":"mov_12629550","url":"/rmznt0k9a/b/xakraf/12629550","image":"https://www.themoviedb.org/t/p/original/b9ykj4v8ykjRoGB7SpI1OuxblNU.jpg","description":"Shane Mueller est un agent de la sécurité intérieure qui dirige la Wire Room, un centre de commandement de haute technologie surveillant les criminels les plus dangereux. Justin Rosa est une nouvelle recrue qui doit surveiller un membre d'un cartel de contrebande d'armes et le maintenir en vie à tout prix.","iframeSrc":"https://mayicloud.com/iframe/RqmeWhiy7U","file":"https://mayi24313.mayicloud.com/files/aa/6dnJhUm3QjYmIV9oyLSPQJgcYcthLBbSOzB.m3u8","category":"Action","categoryId":"1"},{"title":"My Name Is Vendetta (2022) HD","id":"mov_12630489","url":"/rmznt0k9a/b/xakraf/12630489","image":"https://www.themoviedb.org/t/p/original/7l3war94J4tRyWUiLAGokr3ViF2.jpg","description":"Entre ses matchs de hockey, un sport dans lequel elle excelle, et ses leçons de conduite hors route, Sofia mène une vie d'adolescente tranquille. Jusqu'au jour où, désobéissant à Santo, son père, elle le prend secrètement en photo et publie le cliché sur Instagram. Cette simple action suffit à bouleverser leur univers à jamais. Deux criminels remontent cette piste virtuelle, pénètrent dans leur maison et tuent sauvagement la mère et l'oncle de Sofia, déclenchant un règlement de comptes qui couve depuis près de vingt ans. Sofia découvrira la vérité qui lui a toujours été cachée et le sombre passé de Santo en tant que membre de la N'drangheta. Non sans heurts, elle assumera son héritage de rage et de violence et s'alliera à son père pour obtenir vengeance.","iframeSrc":"https://mayicloud.com/iframe/22wloPOYbk","file":"https://mayi24313.mayicloud.com/files/aa/LMRnAFOLIhb2y7pQPILhPNkl8JaXHmht99Q.m3u8","category":"Action","categoryId":"1"},{"title":"The Woman King (2022) HD","id":"mov_12605136","url":"/rmznt0k9a/b/xakraf/12605136","image":"https://www.themoviedb.org/t/p/original/mEXD8pae0drdyKMtZykv3p8brHb.jpg","description":"Au XIXème siècle, les Amazones du Dahomey mènent une lutte acharnée contre les colons français, sous les ordres de la générale Nanisca et de sa fille Nawi.","iframeSrc":"https://mayicloud.com/iframe/xQvTfDETHp","file":"https://mayi24313.mayicloud.com/files/aa/oSQoL5j6WlQ2nGKL8bmXcTNHN3krX1QlUGK.m3u8","category":"Action","categoryId":"1"},{"title":"One Way (2022) HD","id":"mov_12591990","url":"/rmznt0k9a/b/xakraf/12591990","image":"https://www.themoviedb.org/t/p/original/uQCxOziq79P3wDsRwQhhkhQyDsJ.jpg","description":"Freddy, un délinquant minable, prend la fuite avec un sac rempli d'argent et de cocaïne pure. Prêt à tout pour conserver son butin quoi qu'il en coûte, il se laisse entraîner dans une spirale de violence qui finit par le rattraper. Car avec une balle logée dans le ventre, il n'ignore pas que le temps lui est désormais compté.","iframeSrc":"https://mayicloud.com/iframe/1aN4GOGGrB","file":"https://mayi24313.mayicloud.com/files/aa/L6qJ7bKCvTpjtknzVN0OR2ZF6FtMmVo71PQ.m3u8","category":"Action","categoryId":"1"},{"title":"Super Speed (2022) HD","id":"mov_12580722","url":"/rmznt0k9a/b/xakraf/12580722","image":"https://www.themoviedb.org/t/p/original/tuIkv5Te8VhOWWsZCU56lp3LQnf.jpg","description":"Sur le déclin, l'écurie automobile Lions veut retrouver son prestige d’antan sur les circuits du championnat super pro de la ligue asiatique. Toute la pression repose sur Jeffery Lee et sur sa coéquipière Lili Lu, pilote très prometteuse. Lorsque celle-ci est victime d’un accident, l’équipe recrute le gamer Jake Tu, un petit génie des simulateurs de course auto.","iframeSrc":"https://mayicloud.com/iframe/KhdYCvhsHB","file":"https://mayi24313.mayicloud.com/files/aa/tNb0zdiGvU7ePsZ2ta7RdR8qQLW8dDKGrVH.m3u8","category":"Action","categoryId":"1"},{"title":"The Takeover (2022) HD","id":"mov_12584478","url":"/rmznt0k9a/b/xakraf/12584478","image":"https://www.themoviedb.org/t/p/original/g7rdcofib7HqdlDP1LT7Hmf1f2o.jpg","description":"Ayant découvert un virus dangereux pour la vie privée des gens, une hackeuse éthique se retrouve au cœur d'une terrible histoire de corruption. Quand elle apparaît en train de commettre un meurtre dans une vidéo truquée, elle doit échapper à la police et dépister les criminels qui la font chanter.","iframeSrc":"https://mayicloud.com/iframe/EZjkR7KcsH","file":"https://mayi24313.mayicloud.com/files/aa/eYuibLLF9B3Pyg3z4ll8p07JkZR5bjNqhhI.m3u8","category":"Action","categoryId":"1"},{"title":"Mission Eagle (2022) HD","id":"mov_10415388","url":"/rmznt0k9a/b/xakraf/10415388","image":"https://www.themoviedb.org/t/p/original/v6xbimngGMkTz72AIBa9pNB8BKE.jpg","description":"Infiltré dans le QG d’une dangereuse Triade, un policier, Lin Kay, va devenir lui-même toxicomane afin de gagner la confiance de Eagle, le baron de la drogue. Il va découvrir qu’ils détiennent en otage depuis plusieurs années un ancien policier porté disparu. Sa mission : démanteler le trafic, et sauver son co-équipier tout en luttant contre son addiction…","iframeSrc":"https://mayicloud.com/iframe/CldYDVdkKc","file":"https://mayi22144.mayicloud.com/files/aa/R4aEoSuLRqIsmL9NCjzj7bEl9hgmB1zt5J7.m3u8","category":"Action","categoryId":"1"},{"title":"Embuscade (2022) HD","id":"mov_10421961","url":"/rmznt0k9a/b/xakraf/10421961","image":"https://www.themoviedb.org/t/p/original/isCocI3XwPg2u7NPW1KsCeJvQas.jpg","description":"Au Yémen, en 2018, des groupuscules armés font trembler le pouvoir en place. Les Émirats arabes unis, pays voisin, ont envoyé des unités d’intervention sur place. Un groupe de militaires qui effectue une mission de reconnaissance se trouve soudain piégé par les rebelles. Ils parviennent à riposter.","iframeSrc":"https://mayicloud.com/iframe/3R1dwZImfS","file":"https://mayi22144.mayicloud.com/files/aa/r9RblxzFsoRejEIcjiV3EZVGcrGUOWMg6Es.m3u8","category":"Action","categoryId":"1"},{"title":"Carter (2022) HD","id":"mov_10398486","url":"/rmznt0k9a/b/xakraf/10398486","image":"https://www.themoviedb.org/t/p/original/yVGSH5HTTnxJ3SlkDNA8xYP3Gu3.jpg","description":"Deux mois après le début d'une pandémie mortelle, venue de la zone démilitarisée, qui a dévasté les États-Unis et la Corée du Nord, un homme appelé \"Carter\" se réveille sans aucun souvenir de son passé. Dans sa tête, un mystérieux dispositif. Dans l'oreille, une voix inconnue qui lui donne des ordres tandis que dans sa bouche, une bombe risque d'exploser s'il ne sauve pas la fille qui possède le seul antidote contre le virus. Et, pour ne rien arranger, la CIA et des putschistes nord-coréens sont à ses trousses. Carter doit réussir sa mission et se rendre au Nord pour trouver cette fille. Son combat pour la survie se déroule en un seul plan-séquence bourré d'action !","iframeSrc":"https://mayicloud.com/iframe/GJ6YVJ0Qgj","file":"https://mayi22144.mayicloud.com/files/aa/vglWDR9nnTJ4yK166ciKeZulYp5YfliLBDI.m3u8","category":"Action","categoryId":"1"},{"title":"Sniper : Rogue Mission (2022) HD","id":"mov_10401303","url":"/rmznt0k9a/b/xakraf/10401303","image":"https://www.themoviedb.org/t/p/original/jSL5TqroJsDAIgBdELBwby1uhf1.jpg","description":"Lorsqu'il découvre qu’un agent fédéral corrompu est impliqué dans une affaire de trafic sexuel, le tireur d'élite de la CIA Brandon Beckett se révolte. Pour démasquer la taupe et espérer faire tomber l’organisation criminelle, il décide alors de faire équipe avec ses anciens alliés : l'agent de sécurité Zero et l'assassin Lady Death.","iframeSrc":"https://mayicloud.com/iframe/Z7AVjDV4eo","file":"https://mayi22144.mayicloud.com/files/aa/w9DeRsqzvfbw0z9MeEKNHJViEeVAiaYPjC3.m3u8","category":"Action","categoryId":"1"},{"title":"Escape From Mogadishu (2022) HD","id":"mov_10404120","url":"/rmznt0k9a/b/xakraf/10404120","image":"https://www.themoviedb.org/t/p/original/grFDK4ddh2IMn464Ve4ke4uz2ao.jpg","description":"Au début des années 90, la tension monte à Mogadiscio. Lorsque la guerre civile éclate dans les rues de la capitale somalienne, les ambassades de Corée du Sud et de Corée du Nord, prises entre les feux des forces gouvernementales et des rebelles, doivent trouver un moyen de s’en sortir. Quitte à laisser leurs différends diplomatiques de côté.","iframeSrc":"https://mayicloud.com/iframe/dm6q4bFjTI","file":"https://mayi22144.mayicloud.com/files/aa/L8WPJZqasUMEhQ6yzzuzBHVH8ZSNjLw4TtU.m3u8","category":"Action","categoryId":"1"},{"title":"American Night (2022) HD","id":"mov_10364682","url":"/rmznt0k9a/b/xakraf/10364682","image":"https://www.themoviedb.org/t/p/original/8SFXvOmXzQE5Wrcbl9OnzkR9JT7.jpg","description":"John Kaplan, ancien faussaire devenu marchand d’art, a tout perdu : sa galerie a littéralement explosé et sa petite amie vient de le larguer. C’est alors que Vincent, son demi-frère, débarque avec une authentique toile disparue d’Andy Warhol : la Marilyn Rose. Qu’importe la façon dont cette toile est arrivée ici, John pense avoir enfin trouvé une solution à tous ses problèmes. Mais c’est sans compter sur Michael Rubino, chef mafieux et peintre raté, qui débarque dans sa vie et kidnappe son ex-petite amie. L’enjeu est clair : c’est le tableau contre la vie sauve de l’amour de sa vie.","iframeSrc":"https://mayicloud.com/iframe/aWtF8lbus0","file":"https://mayi22144.mayicloud.com/files/aa/Dh35cNSIe1E0LdrRUfK1kVXOA69LBCMeTQj.m3u8","category":"Action","categoryId":"1"},{"title":"Mission Spitfire (2022) HD","id":"mov_10367499","url":"/rmznt0k9a/b/xakraf/10367499","image":"https://www.themoviedb.org/t/p/original/31g1oHqtyJx68hcztAk5gKwpQ3f.jpg","description":"Pendant la deuxième guerre mondiale, le Lieutenant Edward Barnes doit effectuer une mission de vie ou de mort au-dessus de Berlin dans son Spitfire non armé pour obtenir des preuves photographiques et sauver la vie de ses soldats.","iframeSrc":"https://mayicloud.com/iframe/SL0UopwrqL","file":"https://mayi22144.mayicloud.com/files/aa/fyBzPdEflbFl42UcSsMlyF7zzwY5XpRdXtM.m3u8","category":"Action","categoryId":"1"},{"title":"Manipulation Criminelle (2022) HD","id":"mov_10384401","url":"/rmznt0k9a/b/xakraf/10384401","image":"https://www.themoviedb.org/t/p/original/ptZP919Q3hHSSITMekPCYdl172K.jpg","description":"Theo Abram, un sapeur-pompier réputé, a dû prendre sa retraite à la suite d'un choc post-traumatique. Lorsque sa femme est retrouvée morte dans son lit à ses côtés, toutes les forces policières se lancent à ses trousses. Pour sa part, Theo n'a strictement aucun souvenir d'avoir fait ce dont on l'accuse, et tandis qu'il tente de comprendre ce qui s'est réellement passé, il découvre un secret qui devient sa priorité.","iframeSrc":"https://mayicloud.com/iframe/rH1swrtKcm","file":"https://mayi22140.mayicloud.com/files/aa/4DEVDHi4CvI3SOUA9daalCSn4oOy81UcEz8.m3u8","category":"Action","categoryId":"1"},{"title":"La Disparue (2022) HD","id":"mov_10365621","url":"/rmznt0k9a/b/xakraf/10365621","image":"https://www.themoviedb.org/t/p/original/zAqMQU0f2wevMYjd08FZzE1DoGA.jpg","description":"Will conduit sa future ex-femme, Lisa, chez ses parents lorsqu'elle disparaît mystérieusement à une station-service. Afin de la retrouver, Will, désespéré, se rend à la police qui ne lui sera d'aucun secours et ira jusqu'à le suspecter. Déterminé à trouver Lisa lors d'une terrifiante course contre la montre, fuyant les autorités, Will s'enfoncera dans les bas-fonds criminels.","iframeSrc":"https://mayicloud.com/iframe/4zdqc5NhuC","file":"https://mayi22140.mayicloud.com/files/aa/PDDKPhjYzApWtm1pbUhAXlaaLmgyDLatoOd.m3u8","category":"Action","categoryId":"1"},{"title":"The Gray Man (2022) HD","id":"mov_10359987","url":"/rmznt0k9a/b/xakraf/10359987","image":"https://www.themoviedb.org/t/p/original/cxHQB6LJz6EUEnnYfBv9o3XWdPe.jpg","description":"Quand l'agent le plus doué de la CIA découvre accidentellement les sombres secrets des services de renseignement américains, un ex-collègue tueur aux tendances psychopathes met sa tête à prix.","iframeSrc":"https://mayicloud.com/iframe/CazLmfQGS1","file":"https://mayi22140.mayicloud.com/files/aa/T4YUXazSubblnY4lqSMG9oQJ9dZ0TR1NV0H.m3u8","category":"Action","categoryId":"1"},{"title":"La Loi de Téhéran (2022) HD","id":"mov_10345902","url":"/rmznt0k9a/b/xakraf/10345902","image":"https://www.themoviedb.org/t/p/original/9pqumxCg85C1QX3XYNeZBsggV5u.jpg","description":"En Iran, la sanction pour possession de drogue est la même que l’on ait 30 g ou 50 kg sur soi : la peine de mort. Dans ces conditions, les narcotrafiquants n’ont aucun scrupule à jouer gros et la vente de crack a explosé. Bilan : 6,5 millions de personnes ont plongé. Au terme d'une traque de plusieurs années, Samad, flic obstiné aux méthodes expéditives, met enfin la main sur le parrain de la drogue Nasser K. Alors qu’il pensait l'affaire classée, la confrontation avec le cerveau du réseau va prendre une toute autre tournure...","iframeSrc":"https://mayicloud.com/iframe/uqp0cbzDkQ","file":"https://mayi22140.mayicloud.com/files/aa/hqbLBFPGdP8Rz0spFCcpDHQ2I3ehGz8YZkJ.m3u8","category":"Action","categoryId":"1"},{"title":"Agent Game (2022) HD","id":"mov_10341207","url":"/rmznt0k9a/b/xakraf/10341207","image":"https://www.themoviedb.org/t/p/original/2NGUWPLtWPV4ljeWT5Uhctx5l2i.jpg","description":"Harris est un officier de la CIA qui s'occupe de la détention et du transfert de ressortissants étrangers. Lorsqu'un changement politique à Washington transforme ses alliés en ennemis, Harris devient le bouc émissaire du meurtre d'un détenu. Il doit alors échapper à l'équipe d'agents envoyés pour l'arrêter, dirigée par un impitoyable agent double.","iframeSrc":"https://mayicloud.com/iframe/umBMhTeN4d","file":"https://mayi22140.mayicloud.com/files/aa/hjazvxEazgttD7LU03KA8fWK1eDg1Htj1DT.m3u8","category":"Action","categoryId":"1"},{"title":"Korean Fried Chicken (2022) HD","id":"mov_10302708","url":"/rmznt0k9a/b/xakraf/10302708","image":"https://www.themoviedb.org/t/p/original/7q0YNQXnUuBgj0PZEYBI50KKcDP.jpg","description":"Une équipe de la brigade des stupéfiants opère sous couverture dans un restaurant de poulet frit pour surveiller un gang du crime organisé. Mais les choses prennent une tournure inattendue lorsque la recette d’un des inspecteurs transforme soudainement le restaurant délabré en restaurant le plus couru de la ville. Le succès de son poulet frit met dangereusement en péril les suites de l’opération !","iframeSrc":"https://mayicloud.com/iframe/dpzg3eJ89C","file":"https://mayi22140.mayicloud.com/files/aa/cjx4Y7ZQdfmj8q0LlGCvRQUr7XFQ6Psi80m.m3u8","category":"Action","categoryId":"1"},{"title":"Blacklight (2022) HD","id":"mov_10300830","url":"/rmznt0k9a/b/xakraf/10300830","image":"https://www.themoviedb.org/t/p/original/gDAyfN8tiVtCNxAhUHSRIFuacqb.jpg","description":"Travis Block intervient pour le compte du FBI lorsque toutes les autres options ont été épuisées. Ses méthodes impliquent souvent la manière forte. Quand on lui ordonne de faire taire un agent qui souhaite révéler à la presse les méthodes du Bureau, il comprend qu’il est devenu le pion d’une terrible machination. Déterminé à faire éclater la vérité, il se lance dans un combat contre ceux avec lesquels il a l’habitude de travailler. Mais lorsque ses adversaires s’attaquent à ses proches, Travis retourne ses méthodes contre ses anciens employeurs et il n‘aura aucune pitié.","iframeSrc":"https://mayicloud.com/iframe/PbcRmHPf8S","file":"https://mayi22140.mayicloud.com/files/aa/ZxEvkKJj5HH3FPSfG5JU8z6lqs2gIa9HINd.m3u8","category":"Action","categoryId":"1"},{"title":"The Man From Toronto (2022) HD","id":"mov_10279233","url":"/rmznt0k9a/b/xakraf/10279233","image":"https://www.themoviedb.org/t/p/original/5TdKvZimLSJHPQW8t3ctlsusnmH.jpg","description":"La rencontre dans une location de vacances entre un conseiller commercial raté et l'assassin le plus dangereux du monde, alias \"l'homme de Toronto\", engendre un cas d'erreur sur la personne.","iframeSrc":"https://mayicloud.com/iframe/c6dgC01SlQ","file":"https://mayi22140.mayicloud.com/files/aa/LVfSfWPfKKUVDCi895KgmXmzeYzfRV6CQmv.m3u8","category":"Action","categoryId":"1"},{"title":"Centauro (2022) HD","id":"mov_10282989","url":"/rmznt0k9a/b/xakraf/10282989","image":"https://www.themoviedb.org/t/p/original/wOx97MJOxEoR38aoya3lopyrlYC.jpg","description":"Pour payer la dette de la mère de son fils aux prises avec un cartel, un pilote de Superbike devient passeur de drogue, risquant ses chances de devenir pro… et sa vie.","iframeSrc":"https://mayicloud.com/iframe/0kEhXrMkwl","file":"https://mayi22140.mayicloud.com/files/aa/ulAcRhiPzn7meZWqNsottoN8GLzt55PArqM.m3u8","category":"Action","categoryId":"1"},{"title":"Un talent en or massif (2022) HD","id":"mov_10273599","url":"/rmznt0k9a/b/xakraf/10273599","image":"https://www.themoviedb.org/t/p/original/jRCr5j8As8RePwejTZivtxlTBcq.jpg","description":"Nicolas Cage est maintenant un acteur endetté qui attend le grand rôle qui relancera sa carrière. Pour rembourser une partie de ses dettes, son agent lui propose de se rendre à l’anniversaire d’un dangereux milliardaire qui se révèle être son plus grand fan. Mais le séjour prend une toute autre tournure, lorsque la CIA le contacte, lui demandant d’enquêter sur les activités criminelles de son hôte. Nicolas Cage va devoir jouer le rôle de sa vie et prouver qu’il est à la hauteur de sa propre légende.","iframeSrc":"https://mayicloud.com/iframe/pYjDXt8AbS","file":"https://mayi22143.mayicloud.com/files/aa/3cgGzKpP8p8TBHOrfLYEVnDe0AH9aS1e5iV.m3u8","category":"Action","categoryId":"1"},{"title":"La Légende des super-héros (2022) HD","id":"mov_10263270","url":"/rmznt0k9a/b/xakraf/10263270","image":"https://www.themoviedb.org/t/p/original/fRWy8CcA5jaoC9upmPX3rzCXPyr.jpg","description":"Dans les années 1960, le professeur Ruckus Mandelbaum confère aux êtres humains des superpouvoirs grâce au « badge Titan ». Il donne naissance alors à une famille inhabituelle de super-héros qui acquièrent le respect, la célébrité et le prestige. Mais au fil du temps, la famille se délite. En 1979, deux des premiers super-héros font des efforts extraordinaires pour récupérer leur insigne.","iframeSrc":"https://mayicloud.com/iframe/wMmyKHvYmI","file":"https://mayi22140.mayicloud.com/files/aa/skiqoVRHLwCmcn0PH8cQ8IDugocLmytPTMf.m3u8","category":"Action","categoryId":"1"},{"title":"Maigret (2022) HD","id":"mov_10262331","url":"/rmznt0k9a/b/xakraf/10262331","image":"https://www.themoviedb.org/t/p/original/hJGm8gqeFVd5MkOZa6HEHDi1te7.jpg","description":"Maigret enquête sur la mort d’une jeune fille. Rien ne permet de l’identifier, personne ne semble l’avoir connue, ni se souvenir d’elle. Il rencontre une délinquante, qui ressemble étrangement à la victime, et réveille en lui le souvenir d’une autre disparition, plus ancienne et plus intime…","iframeSrc":"https://mayicloud.com/iframe/hEyfQjDal5","file":"https://mayi22143.mayicloud.com/files/aa/5TVh2mchaDY1GQdSA9dY9vDIKt1oDntIgoZ.m3u8","category":"Action","categoryId":"1"},{"title":"Wolf Hound (2022) HD","id":"mov_10252941","url":"/rmznt0k9a/b/xakraf/10252941","image":"https://www.themoviedb.org/t/p/original/1ubmnchbXLgCdE2LqVSrKmit07j.jpg","description":"Lors d'une mission de reconnaissance au-dessus de la France occupée par les nazis, le pilote Holden est abattu avec un bombardier B-17. Il atterrit près d'un terrain d'aviation, où il apprend que les Allemands chargent l'avion portant la marque américaine d'une super bombe qui pourrait aider l'Axe à gagner la guerre. Holden doit alors échapper aux patrouilles de recherche et à un soldat nazi vengeur pour sauver l'équipage capturé et arrêter le complot apocalyptique.","iframeSrc":"https://mayicloud.com/iframe/HooJB82NEr","file":"https://mayi22140.mayicloud.com/files/aa/8zxMns5MpJpZxOPTEMBRRjgf2Rn4E2vMB2z.m3u8","category":"Action","categoryId":"1"},{"title":"Underground Fights (2024) HD","id":"mov_14034294","url":"/rmznt0k9a/b/xakraf/14034294","image":"https://media.themoviedb.org/t/p/original/z6JafhE2n4AZx6TZdW2NwMNn7yq.jpg","description":"Pour protéger ses proches de policiers corrompus et de tueurs à gages déterminés, un ancien soldat se voit contraint de participer à des combats clandestins ultra-violents et entraîne dans sa quête un criminel tout juste sorti de prison.","iframeSrc":"https://mayicloud.com/iframe/RJ1KNf0FSD","file":"https://mayi24312.mayicloud.com/files/aa/h96Bjp8xrgTAeyZFlIo26fL70zn0efDwoK7.m3u8","category":"Action","categoryId":"1"},{"title":"Fast Charlie (2024) HD","id":"mov_14020209","url":"/rmznt0k9a/b/xakraf/14020209","image":"https://media.themoviedb.org/t/p/original/w0rYX6dDvcz1ASO4MAKPviaAj2x.jpg","description":"Charlie Swift travaille depuis vingt ans pour Stan, un patron de la mafia vieillissant, à la fois comme homme à tout faire et tueur à gages. Lorsqu'un patron rival cherche à éliminer Stan et toute son équipe, Charlie n'arrive pas à sauver la vie de son boss. Désormais seul, Charlie ne reculera devant rien pour venger son ami, et n'a pas l'intention de laisser qui que ce soit en vie.","iframeSrc":"https://mayicloud.com/iframe/mi9CtTvTHl","file":"https://mayi24312.mayicloud.com/files/aa/I7od4WYTYMMu1p4zbMa2pwlz8OsEHa0qioD.m3u8","category":"Action","categoryId":"1"},{"title":"Condor's Nest (2024) HD","id":"mov_14016453","url":"/rmznt0k9a/b/xakraf/14016453","image":"https://media.themoviedb.org/t/p/original/aBAsCMzsbGlFtQFqeWsKWM6hvOE.jpg","description":"Une décennie après la chute de l'Allemagne nazie, un aviateur américain voyage à travers l'Amérique du Sud à la recherche de criminels de guerre et rencontre plus qu'il n'avait prévu.","iframeSrc":"https://mayicloud.com/iframe/ol01BxK36r","file":"https://mayi22142.mayicloud.com/files/aa/3g6SVUYbKLriYZdQP6XpylKzml67pdzstFk.m3u8","category":"Action","categoryId":"1"},{"title":"Dead Shot (2024) HD","id":"mov_14018331","url":"/rmznt0k9a/b/xakraf/14018331","image":"https://media.themoviedb.org/t/p/original/oLMzL9cpBBnkMGF8j4Z5Dbi2Z5u.jpg","description":"Lorsqu'une embuscade à la frontière de l'Irlande du Nord tourne mal, Michael, un ancien paramilitaire irlandais, est témoin de l'assassinat de sa femme enceinte par le sergent britannique Tempest. Présumé mort, il s'échappe et poursuit sa vengeance dans les rues sombres et dangereuses du Londres des années 1970.","iframeSrc":"https://mayicloud.com/iframe/TWzYmXmt2q","file":"https://mayi22142.mayicloud.com/files/aa/BuHbeYGu88ISwjTTrq31tXY2VlZiO2JqwrC.m3u8","category":"Action","categoryId":"1"},{"title":"The Beekeeper (2024) HD","id":"mov_13992039","url":"/rmznt0k9a/b/xakraf/13992039","image":"https://media.themoviedb.org/t/p/original/A7EByudX0eOzlkQ2FIbogzyazm2.jpg","description":"La quête brutale de vengeance d’un homme prend des proportions démesurées alors que son passé d’agent secret d’une puissante organisation clandestine connue sous le nom des Apiculteurs est révélé.","iframeSrc":"https://mayicloud.com/iframe/0AaQ6PXg7w","file":"https://mayi24312.mayicloud.com/files/aa/YstRo5Y7VfSFVuCsB5nHwnhGeovbEDHC6bu.m3u8","category":"Action","categoryId":"1"},{"title":"The Childe (2023) HD","id":"mov_13988283","url":"/rmznt0k9a/b/xakraf/13988283","image":"https://media.themoviedb.org/t/p/original/ydC8ubFXQfkPJDhkduMhbE9mTz7.jpg","description":"Marco Han est un jeune homme d'origine coréenne et philippine vivant aux Philippines. Là-bas, il s'occupe de sa mère infirme et gagne sa vie en pratiquant la boxe clandestine. Il a passé sa vie à chercher son père, tout en essayant de réunir l'argent nécessaire pour payer l'opération de sa mère. Après une violente altercation avec des truands, Marco est hospitalisé. Un avocat qui dit représenter son père lui conseille alors de se rendre en Corée du Sud. Marco accepte et monte à bord d'un avion où il rencontre un homme étrange qui se fait appeler Nobleman. Ce dernier dit à Marco qu'il est son « ami ». Mais cette homme ne tarde pas à plonger Marco dans les ennuis. Une bande de gangsters sans pitié se lance à la poursuite de Marco, qui croise le chemin du riche et peu scrupuleux Han Yi Sa et du mystérieux Yoon Ju. Marco a-t-il des alliés, ou souhaitent-ils tous le voir mort ?","iframeSrc":"https://mayicloud.com/iframe/OKrZGejY6F","file":"https://mayi22140.mayicloud.com/files/aa/AQImpmXfP4tRYUuxQgfLc3vD2bSlaZ1KPJ7.m3u8","category":"Action","categoryId":"1"},{"title":"Gold Run - Le convoi de l'impossible (2024) HD","id":"mov_13991100","url":"/rmznt0k9a/b/xakraf/13991100","image":"https://media.themoviedb.org/t/p/original/egzhrSLWlYqTK9E0IfCNqsZVVxq.jpg","description":"Le 9 avril 1940, l'invasion nazie de la Norvège débute. Les troupes allemandes envahissent Oslo avec une mission critique : capturer le roi, le gouvernement, et s'emparer des réserves d'or nationales. Confronté à l’urgence de la situation, le ministre des Finances se tourne vers un homme de confiance, Frederik Haslund, un simple secrétaire parlementaire, et lui confie une mission périlleuse : former une équipe et déplacer par tous les moyens 50 tonnes d'or à travers le pays afin de rejoindre un convoi maritime allié.","iframeSrc":"https://mayicloud.com/iframe/Q8oyyLMi0l","file":"https://mayi22143.mayicloud.com/files/aa/l2QVfKje76DYfdoLzD1EVRMkqk6cD7xY9oT.m3u8","category":"Action","categoryId":"1"},{"title":"Dogman (2023) HD","id":"mov_13979832","url":"/rmznt0k9a/b/xakraf/13979832","image":"https://media.themoviedb.org/t/p/original/3L91Cmz5lhfPR5ppsmkGT2IC2lJ.jpg","description":"L’incroyable histoire d’un enfant, meurtri par la vie, qui trouvera son salut grâce à l’amour que lui portent ses chiens.","iframeSrc":"https://mayicloud.com/iframe/lfwkSkiLXx","file":"https://mayi22143.mayicloud.com/files/aa/bnOMunptnbymKPJI2A36HpmeKfy21vAcToZ.m3u8","category":"Action","categoryId":"1"},{"title":"Black Noise (2023) HD","id":"mov_13983588","url":"/rmznt0k9a/b/xakraf/13983588","image":"https://media.themoviedb.org/t/p/original/eIwv7RKsEoNQQYgx0UJ3od0URDN.jpg","description":"Les membres d'une équipe de sécurité d'élite sont déployés pour sauver un VIP sur une île exclusive. La mission de sauvetage se transforme en une tentative désespérée de survivre, de s'échapper de l'île et d'échapper à la sinistre présence.","iframeSrc":"https://mayicloud.com/iframe/zj74hF59xK","file":"https://mayi22140.mayicloud.com/files/aa/j8RISwXcqzMtDR2F7GsZm2jt7B9cLHX4QON.m3u8","category":"Action","categoryId":"1"},{"title":"Badland Hunters (2024) HD","id":"mov_13980771","url":"/rmznt0k9a/b/xakraf/13980771","image":"https://media.themoviedb.org/t/p/original/2mPde54Cl50Ck8DHEUnvLt56tXR.jpg","description":"Après un tremblement de terre dévastateur qui transforme Séoul en territoire hostile, un chasseur intrépide se met en tête de sauver une ado enlevée par un médecin fou.","iframeSrc":"https://mayicloud.com/iframe/gU8NL1DXIo","file":"https://mayi22140.mayicloud.com/files/aa/YQlQycwFF3giJnX7rh2fSj906V2JTL8RBuH.m3u8","category":"Action","categoryId":"1"},{"title":"60 Minuten (2023) HD","id":"mov_13970442","url":"/rmznt0k9a/b/xakraf/13970442","image":"https://media.themoviedb.org/t/p/original/9l9mwDiaDy7JaA6SUkbEGGG9jzR.jpg","description":"Devant assister coûte que coûte à l'anniversaire de sa fille à défaut d'en perdre la garde, un champion d'arts martiaux renonce à un match et se fait de sérieux ennemis.","iframeSrc":"https://mayicloud.com/iframe/JhXqmUIvs5","file":"https://mayi22140.mayicloud.com/files/aa/HM8BYpwIgJx3CAml4VElgnDdN08wvABdmKO.m3u8","category":"Action","categoryId":"1"},{"title":"The Night They Came Home (2024) HD","id":"mov_13957296","url":"/rmznt0k9a/b/xakraf/13957296","image":"https://www.themoviedb.org/t/p/original/fIqX334cyfG4LjIFeTAc9xNedXM.jpg","description":"Danny Trejo est la vedette de ce western d'action inspiré de la série de crimes sauvages du gang de Rufus Buck, des hors-la-loi amérindiens avides de vengeance.","iframeSrc":"https://mayicloud.com/iframe/47SyPtMiSR","file":"https://mayi22140.mayicloud.com/files/aa/B5pqnyZHRIsXJ4T2meAsOEAHdqa0I2Sk8hK.m3u8","category":"Action","categoryId":"1"},{"title":"Role Play (2024) HD","id":"mov_13954479","url":"/rmznt0k9a/b/xakraf/13954479","image":"https://www.themoviedb.org/t/p/original/7MhXiTmTl16LwXNPbWCmqxj7UxH.jpg","description":"Emma et Dave pimentent leur soirée d'anniversaire avec un jeu de rôle à New York. Mais les choses deviennent dangereuses lorsque la vie secrète d'assassine internationale, inconnue de Dave, est exposée par Bob, ce qui met en danger sa famille. Emma doit se servir de ses compétences mortelles et sa détermination pour protéger sa famille à tout prix.","iframeSrc":"https://mayicloud.com/iframe/fGHqyWVqJ1","file":"https://mayi22140.mayicloud.com/files/aa/tEUMyzqLkMC58V8oxiwKDMrlc0h7q09UF4H.m3u8","category":"Action","categoryId":"1"},{"title":"Lift (2024) HD","id":"mov_13953540","url":"/rmznt0k9a/b/xakraf/13953540","image":"https://www.themoviedb.org/t/p/original/46sp1Z9b2PPTgCMyA87g9aTLUXi.jpg","description":"Dirigée par Cyrus Whitaker, une équipe internationale de braqueurs tente de s'emparer de 500 millions de dollars en or dans un avion en plein vol.","iframeSrc":"https://mayicloud.com/iframe/q33NRe8i3g","file":"https://mayi22140.mayicloud.com/files/aa/jqNCO7LNXK4RFCBwS8aQIBTMpL0x33OnuC0.m3u8","category":"Action","categoryId":"1"},{"title":"One More Shot (2024) HD","id":"mov_13949784","url":"/rmznt0k9a/b/xakraf/13949784","image":"https://www.themoviedb.org/t/p/original/gdF3Q1Mcr2XvxLPStQSoQIO2cIj.jpg","description":"À la suite d'une attaque contre une base en Pologne, le marine Jake Harris doit avoir recours à toute son expérience au combat pour se sortir d'un aéroport assiégé par des mercenaires qui veulent libérer le terroriste notoire Amin Mansur. Avec la menace d'un attentat à la bombe lors du discours de l'État de l'Union, Mansur est le seul à savoir où se trouve cette bombe. Encore affligé par la mort de ses collègues, Harris doit protéger l'homme qu'il doit livrer à la justice et prévenir l'attentat lors du discours à la nation.","iframeSrc":"https://mayicloud.com/iframe/5ZXA59wQaa","file":"https://mayi22140.mayicloud.com/files/aa/b4wry1CLJLiRHZe5uFCyHIxFjDPPtZ0E4x6.m3u8","category":"Action","categoryId":"1"},{"title":"Deep Fear (2023) HD","id":"mov_13933821","url":"/rmznt0k9a/b/xakraf/13933821","image":"https://www.themoviedb.org/t/p/original/8ttEJcpDD28O7t9wUvFxXmeR25V.jpg","description":"Passionnée de plongée sous-marine, Naomi a trouvé son petit coin de paradis dans les Antilles. En couple avec Jackson, alors en déplacement, c'est seule que la jeune femme quitte Antigua pour rejoindre la Grenade à bord de leur voilier Serenity, une traversée de 48 heures qu'elle imagine paisible. Elle croise cependant la route de naufragés qu'elle va devoir secourir dans des eaux infestées de requins alors qu'une terrible tempête menace.","iframeSrc":"https://mayicloud.com/iframe/8mDNnyeKhy","file":"https://mayi22142.mayicloud.com/files/aa/PMDDw5qpzHRt3JZaZiC79KuNySlMCClrpY5.m3u8","category":"Action","categoryId":"1"},{"title":"Silent Night (2023) HD","id":"mov_13928187","url":"/rmznt0k9a/b/xakraf/13928187","image":"https://www.themoviedb.org/t/p/original/olOmXkNlSk4ysw7VWdhdyL2EEz6.jpg","description":"L'histoire de vengeance d’un père tourmenté ayant été témoin de la mort de son fils, victime d’une balle perdue lors d’un affrontement entre gangs la veille de Noël. Alors qu’il se remet d’une blessure lui ayant couté la parole, il s’entraîne sans relâche afin de venger la mort de son fils.","iframeSrc":"https://mayicloud.com/iframe/8OR1EWOufr","file":"https://mayi22145.mayicloud.com/files/aa/JsipIhtOu9jrSZzF2xSqq0eh1TeQnth6WAv.m3u8","category":"Action","categoryId":"1"},{"title":"Counter Attack (2021) HD","id":"mov_13927248","url":"/rmznt0k9a/b/xakraf/13927248","image":"https://www.themoviedb.org/t/p/original/ayoqy3twWdKvUvbolbfoJToxUfl.jpg","description":"Mercenaire et expert en sécurité, Lu Ziming est engagé pour encadrer un meeting destiné à promouvoir un projet de centrale pétrolière sino-européen sensible. Quand le responsable du projet y est assassiné sous ses yeux, Lu Ziming est accusé d’être le tireur et comprend qu’il a été piégé. Débute alors une course contre la montre et son ultime mission : déjouer le complot et prouver son innocence.","iframeSrc":"https://mayicloud.com/iframe/6P7g2P6jUT","file":"https://mayi22140.mayicloud.com/files/aa/e7PkEfpHcVGz6ihe0uz1fGRmXTc4c6XreNM.m3u8","category":"Action","categoryId":"1"},{"title":"Sound of Freedom (2023) HD","id":"mov_13917858","url":"/rmznt0k9a/b/xakraf/13917858","image":"https://www.themoviedb.org/t/p/original/qA5kPYZA7FkVvqcEfJRoOy4kpHg.jpg","description":"Après avoir sauvé un garçon des trafiquants d'enfants impitoyables, un agent fédéral apprend que la sœur du garçon est toujours captive et décide de se lancer dans une dangereuse mission pour la sauver. Le temps presse, il quitte son travail et s'enfonce dans la jungle colombienne, mettant sa vie en jeu pour la libérer d'un destin pire que la mort.","iframeSrc":"https://mayicloud.com/iframe/eHjzFp0lDK","file":"https://mayi22143.mayicloud.com/files/aa/ZeyVRboOtHrxCab2XsNqJ282BNsC95m8kV3.m3u8","category":"Action","categoryId":"1"},{"title":"D.C. Down (2023) HD","id":"mov_13915980","url":"/rmznt0k9a/b/xakraf/13915980","image":"https://www.themoviedb.org/t/p/original/1Ngu73An6TO8OceYYBnR6lXpgu1.jpg","description":"Un tremblement de terre catastrophique secoue Washington DC, emprisonnant le président et le vice-président sous la Maison Blanche. Un officier en charge des opérations de recherche et de sauvetage est chargé de les extraire avant qu’un autre tremblement de terre ne se produise. Mais le survivant désigné profite de sa nouvelle position pour tenter de cautionner une insurrection dans la capitale.","iframeSrc":"https://mayicloud.com/iframe/im8GkEz45X","file":"https://mayi22140.mayicloud.com/files/aa/FqItx5yqgc9UbjXKajF4uXrDELhdPnbvNTY.m3u8","category":"Action","categoryId":"1"},{"title":"Du crépitement sous les néons (2022) HD","id":"mov_12965712","url":"/rmznt0k9a/b/xakraf/12965712","image":"https://www.themoviedb.org/t/p/original/swHJrD76psDc45wt72slMac8UUo.jpg","description":"Yann rêve de quitter la banlieue et de commencer une nouvelle vie ailleurs, loin de la délinquance. Pour rembourser une dette, il est contraint de convoyer Dara, une jeune nigériane prisonnière d’un réseau de prostitution, jusqu’en Espagne. Mais Dara voit dans ce voyage une chance d’échapper à ses geôliers.","iframeSrc":"https://mayicloud.com/iframe/yV6F9Te8Nh","file":"https://mayi22144.mayicloud.com/files/aa/IwVQnEiGJ3oZ1nLXMnApq8kwOup2DdklJfc.m3u8","category":"Action","categoryId":"1"},{"title":"Deadpool 2 (2018) HD","id":"mov_12940359","url":"/rmznt0k9a/b/xakraf/12940359","image":"https://www.themoviedb.org/t/p/original/ybjooZMNlRBaFNfs52XqONc4Xyw.jpg","description":"Deadpool se voit contraint de rejoindre les X-Men : après une tentative ratée de sauver un jeune mutant au pouvoir destructeur, il est jeté en prison anti-mutants. Arrive Cable, un soldat venant du futur et ayant pour cible le jeune mutant, en quête de vengeance. Deadpool décide de le combattre. Peu convaincu par les règles des X-Men, il crée sa propre équipe, la « X-Force ». Mais cette mission lui réservera de grosses surprises, des ennemis de taille et des alliés indispensables.","iframeSrc":"https://mayicloud.com/iframe/mMeoWWqjLx","file":"https://mayi22140.mayicloud.com/files/aa/FGLKg1rpZmjCeo8Yj9DcKZZZoVWPfHmUo8E.m3u8","category":"Action","categoryId":"1"},{"title":"Deadpool (2016) HD","id":"mov_12939420","url":"/rmznt0k9a/b/xakraf/12939420","image":"https://www.themoviedb.org/t/p/original/3E53WEZJqP6aM84D8CckXx4pIHw.jpg","description":"Deadpool, est l'anti-héros le plus atypique de l'univers Marvel. À l'origine, il s'appelle Wade Wilson : un ancien militaire des Forces Spéciales devenu mercenaire. Après avoir subi une expérimentation hors norme qui va accélérer ses pouvoirs de guérison, il va devenir Deadpool. Armé de ses nouvelles capacités et d'un humour noir survolté, Deadpool va traquer l'homme qui a bien failli anéantir sa vie.","iframeSrc":"https://mayicloud.com/iframe/tb1lzwhBqI","file":"https://mayi22140.mayicloud.com/files/aa/4OwH8odSvAFD4Js6Ap5IHzTJUtgb5GU9uqQ.m3u8","category":"Action","categoryId":"1"},{"title":"American Sniper (2014) HD","id":"mov_12936603","url":"/rmznt0k9a/b/xakraf/12936603","image":"https://www.themoviedb.org/t/p/original/9BEN7zRpoLBaBU3t97kPJkHUgnv.jpg","description":"Tireur d’élite des Navy SEAL, Chris Kyle est envoyé en Irak dans un seul but : protéger ses camarades. Sa précision chirurgicale sauve d’innombrables vies humaines sur le champ de bataille et, tandis que les récits de ses exploits se multiplient, il décroche le surnom de « La Légende ». Cependant, sa réputation se propage au-delà des lignes ennemies, si bien que sa tête est mise à prix et qu’il devient une cible privilégiée des insurgés. Malgré le danger, et l’angoisse dans laquelle vit sa famille, Chris participe à quatre batailles décisives parmi les plus terribles de la guerre en Irak, s’imposant ainsi comme l’incarnation vivante de la devise des SEAL : « Pas de quartier ! ». Mais en rentrant au pays, Chris prend conscience qu’il ne parvient pas à retrouver une vie normale.","iframeSrc":"https://mayicloud.com/iframe/Pph4l70SX6","file":"https://mayi22140.mayicloud.com/files/aa/881pyH8HgrrCdESVY6xrnmRErdMs6KyeSAD.m3u8","category":"Action","categoryId":"1"},{"title":"Section 8 (2023) HD","id":"mov_12911250","url":"/rmznt0k9a/b/xakraf/12911250","image":"https://www.themoviedb.org/t/p/original/rjK0M1aOCIK60j7MKhjatmxUBCL.jpg","description":"Jake Atherton, un ancien marine, a raccroché son uniforme en échange d'une vie tranquille avec sa famille. Lorsque cette dernière est assassinée, Jake cherche à se venger et atterrit en prison. En échange de sa liberté, il est finalement recruté par une agence gouvernementale secrète : la section 8. Mais cette organisation a des secrets bien plus obscurs qu'il n'y parait et Jake est déterminé à les découvrir, quel qu'en soit le sacrifice.","iframeSrc":"https://mayicloud.com/iframe/kLZ0ZPGBZa","file":"https://mayi22144.mayicloud.com/files/aa/IkP1gKrISAANstTV5YTa1eW1eVQVwP5faVh.m3u8","category":"Action","categoryId":"1"},{"title":"SAS : Rise of the Black Swan (2021) HD","id":"mov_12913128","url":"/rmznt0k9a/b/xakraf/12913128","image":"https://www.themoviedb.org/t/p/original/liptr9UyrzFeH3imVV1HqoSs0QO.jpg","description":"Un agent des forces spéciales, en voyage entre Londres et Paris avec sa petite amie, passe à l'action lorsque des mercenaires armés attaquent le train qui les transporte.","iframeSrc":"https://mayicloud.com/iframe/P0SFaEA4N2","file":"https://mayi24313.mayicloud.com/files/aa/8Bj0UHXbZTEOTtRxZ6VfdLg5rqK1vx4E9nE.m3u8","category":"Action","categoryId":"1"},{"title":"La Brigade de Shandong (2023) HD","id":"mov_12896226","url":"/rmznt0k9a/b/xakraf/12896226","image":"https://www.themoviedb.org/t/p/original/ezgGc0zamjCQbSxQztuOcwTQrTK.jpg","description":"Hiver 1939. Chine. Dans la province de Shandong. Hong et Wang mènent une véritable guérilla contre les lignes ferroviaires. Lors d’une tempête de neige, la Brigade de Shandong, qu’ils entraînent, va assassiner trois officiels japonais ce qui va entraîner la fureur de l’armée. Les deux factions vont s’affronter de plus en plus violemment jusqu’au sabotage d’un convoi d’armement crucial pour l’armée japonaise...","iframeSrc":"https://mayicloud.com/iframe/CBoI1B0ASj","file":"https://mayi24313.mayicloud.com/files/aa/QybBloYungvo15Iv7rV1vxDTgEvgfoz5XKH.m3u8","category":"Action","categoryId":"1"},{"title":"Detective Knight : Independence (2023) HD","id":"mov_12892470","url":"/rmznt0k9a/b/xakraf/12892470","image":"https://www.themoviedb.org/t/p/original/jrPKVQGjc3YZXm07OYMriIB47HM.jpg","description":"La mission urgente du détective James Knight pendant le service de la fête de l'indépendance se transforme en une course contre la montre pour arrêter un ambulancier déséquilibré qui se fait passer pour un policier.","iframeSrc":"https://mayicloud.com/iframe/jRkAS5vzhg","file":"https://mayi24313.mayicloud.com/files/aa/zaXMQN38tRIHZBVAeQt4QMWbnOgToyaXJ7J.m3u8","category":"Action","categoryId":"1"},{"title":"Premium Rush (2012) HD","id":"mov_12888714","url":"/rmznt0k9a/b/xakraf/12888714","image":"https://www.themoviedb.org/t/p/original/bYT5gcQV08OXr1nDrgmi3beyNwk.jpg","description":"Wilee est sans doute le plus doué et le plus rapide des coursiers à vélo de New York. Son quotidien consiste à traverser la ville en tous sens en évitant les taxis qui foncent, les voitures, et huit millions de piétons... Pourtant, lorsqu'il prend en charge un mystérieux pli, le danger va être d'un autre genre. Certains sont prêts à tout pour s'emparer de ce qu'il transporte. Ce qui avait commencé comme une course express ordinaire va vite se transformer en un contre-la-montre mortel à travers les rues de Manhattan...","iframeSrc":"https://mayicloud.com/iframe/egRHlHuiTR","file":"https://mayi24313.mayicloud.com/files/aa/6aLvIVsr2b0XYIlC9rgatvrldN2H5Vzc5kH.m3u8","category":"Action","categoryId":"1"},{"title":"Kick-Ass 2 (2013) HD","id":"mov_12877446","url":"/rmznt0k9a/b/xakraf/12877446","image":"https://www.themoviedb.org/t/p/original/mhL6H8td9dsT5LMS2koyTqcn94H.jpg","description":"L’audace insensée de Kick‐Ass a inspiré une pléthore de vengeurs masqués autodidactes, le Colonel Stars & Stripes en tête, auxquels notre héros va s’allier pour patrouiller les rues de la ville et assurer la sécurité générale. Mais quand Red Mist, réincarné en Motherfucker, décide de s’attaquer à ces super‐héros amateurs, seuls les sabres acérés de Hit Girl sauront les sauver de la destruction.","iframeSrc":"https://mayicloud.com/iframe/oxw75gSK0j","file":"https://mayi24313.mayicloud.com/files/aa/EixxU0hDbenYhjDvQ919cqHIxMYqxZKchhJ.m3u8","category":"Action","categoryId":"1"},{"title":"Kick-Ass (2010) HD","id":"mov_12876507","url":"/rmznt0k9a/b/xakraf/12876507","image":"https://www.themoviedb.org/t/p/original/jFtuQz74W6GQQ6auLI2jATctjA.jpg","description":"Dave Lizewski est un adolescent gavé de comics qui ne vit que pour ce monde de super‐héros et d’incroyables aventures. Décidé à vivre son obsession jusque dans la réalité, il se choisit un nom – Kick‐Ass – se fabrique lui‐même un costume, et se lance dans une bataille effrénée contre le crime. Dans son délire, il n’a qu’un seul problème : Kick‐Ass n’a pas le moindre superpouvoir… Le voilà pourchassé par toutes les brutes de la ville. Mais Kick‐Ass s’associe bientôt à d’autres délirants copycats décidés eux aussi à faire régner la justice. Parmi eux, une enfant de 11 ans, Hit Girl et son père Big Daddy, mais aussi Red Mist. Le parrain de la mafia locale, Frank D’Amico, va leur donner l’occasion de montrer ce dont ils sont capables…","iframeSrc":"https://mayicloud.com/iframe/qW5BBZwGIW","file":"https://mayi22140.mayicloud.com/files/aa/73u5WMVB6T3WL32O8I1uVrr0320AIIwQM1V.m3u8","category":"Action","categoryId":"1"},{"title":"The Killer - Mission : Save The Girl (2023) HD","id":"mov_12874629","url":"/rmznt0k9a/b/xakraf/12874629","image":"https://www.themoviedb.org/t/p/original/aCayHisFRpz0tUd5NVADpYXTHFQ.jpg","description":"Alors qu’il venait de raccrocher, un tueur à gages de légende est contraint de reprendre du service pour honorer une dernière mission : sauver une adolescente tombée aux mains de dangereux trafiquants.","iframeSrc":"https://mayicloud.com/iframe/5wOwxRyxsg","file":"https://mayi24313.mayicloud.com/files/aa/gY73Z2MNT6HDuxaWpvx0RCwF84xHBZYSY5V.m3u8","category":"Action","categoryId":"1"},{"title":"Sans Peur (2022) HD","id":"mov_12870873","url":"/rmznt0k9a/b/xakraf/12870873","image":"https://www.themoviedb.org/t/p/original/gz0WORnMJWY1spaPAfcV7OFRce1.jpg","description":"Alors que le clan Coretti règne en maître sur ses terres, de petits dealers sont de plus en plus impliqués dans le trafic de drogue sur son territoire. Sauveur Coretti, le chef de cette mafia locale décide de faire un exemple en assassinant sans pitié, tous ses rivaux. Elon, son fils unique, participe « malgré lui » à ce massacre et va découvrir que toute action est suivie de conséquences.","iframeSrc":"https://mayicloud.com/iframe/i56XG3UZmG","file":"https://mayi24313.mayicloud.com/files/aa/7eCubwc1UKib38BpMNlNODTVBzZvzmcGAOb.m3u8","category":"Action","categoryId":"1"},{"title":"Training Day (2001) HD","id":"mov_12861483","url":"/rmznt0k9a/b/xakraf/12861483","image":"https://www.themoviedb.org/t/p/original/pDctIlugIuDZivzihCAEs7Ofymx.jpg","description":"Jake Hoyt est une nouvelle recrue de la police de Los Angeles. Décidé à devenir inspecteur, il sollicite une mise à l'essai de 24 heures auprès du sergent chef Alonzo Harris, un vétéran de la lutte antidrogue qui opère depuis douze ans dans les quartiers les plus chauds de la ville. D'emblée, Harris fait monter la pression, considérant Jake comme un gamin, raillant sa candeur et son inexpérience. Commencent alors une longue et périlleuse tournée à travers les bas-quartiers, les premiers contacts rudes avec les dealers et les informateurs, la découverte d'un monde trouble où Harris se meut en grand seigneur. Peu à peu, Jake apprend à connaître le policier : son cynisme et son jusqu'au-boutisme fanatique, qui les entraîneront dans des situations de plus en plus dangereuses.","iframeSrc":"https://mayicloud.com/iframe/qUyjjcBhOz","file":"https://mayi22140.mayicloud.com/files/aa/hW4UCzots6qC43N3VsOSxfN5z6hao6KG3OB.m3u8","category":"Action","categoryId":"1"},{"title":"The System (2022) HD","id":"mov_12855849","url":"/rmznt0k9a/b/xakraf/12855849","image":"https://www.themoviedb.org/t/p/original/5v3grtPk3QSdjDP8ggpylA3hgIy.jpg","description":"Poussé à bout pour sauver sa fille, Terry Savage (Tyrese Gibson), un Marine à la retraite, en est réduit à cambrioler des planques de dealers pour payer le traitement médical de sa fille. Lorsque Savage se fait arrêter, on lui offre une chance de se racheter en échange d'une mission d'infiltration pour dénoncer la corruption dans une prison privée dirigée par un directeur sadique, Lucas Fisher (Jeremy Piven). Après l’agression de Savage par un gang, Bones (Terrence Howard) le prend sous son aile et lui apprend à survivre dans le système. Tout en luttant pour rester en vie lorsque le directeur l’oblige à intégrer le Donjon - un dangereux club de combat underground dirigé par un détenu dérangé, Joker (Lil Yachty), Savage élabore un plan visant à révéler la vérité sur le système corrompu et tous ceux qui le dirigent en recrutant les mêmes détenus qui ont essayé de le tuer.","iframeSrc":"https://mayicloud.com/iframe/RXexfPmslt","file":"https://mayi24313.mayicloud.com/files/aa/stPcRKjmUqKuDdZ10BlQUdO8K3Y7wkAYNqb.m3u8","category":"Action","categoryId":"1"},{"title":"Boon (2022) HD","id":"mov_12838947","url":"/rmznt0k9a/b/xakraf/12838947","image":"https://www.themoviedb.org/t/p/original/i4zcFYC4ILkvlBl37eHdNYSYvJW.jpg","description":"Nick Boon essaie de reprendre sa vie en main. Parallèlement, la veuve Catherine, essaie de protéger son fils, d'une organisation criminelle locale. Bientôt, Boon et Catherine se recroisent et vont s'aider l'un et l'autre...","iframeSrc":"https://mayicloud.com/iframe/yjbTWbNVhc","file":"https://mayi24313.mayicloud.com/files/aa/7Hn9iSNlPZQtm6t7fLUGWt07mWj9RAmYiK8.m3u8","category":"Action","categoryId":"1"},{"title":"Hanuman Shadow Master (2023) HD","id":"mov_12813594","url":"/rmznt0k9a/b/xakraf/12813594","image":"https://www.themoviedb.org/t/p/original/fVHkuuVwZgOwa29YDrJUQP9dwFl.jpg","description":"Après avoir été tué par un groupe de criminels, le justicier An Voen renaît avec des super-pouvoirs d'origine animale. Désormais gardien de nuit, il reçoit la mission de combattre un groupe de démons, les Cavaliers de l'Apocalypse, qui veulent enlever de jeunes enfants pour répandre le Mal sur terre et faire advenir la fin des Temps.","iframeSrc":"https://mayicloud.com/iframe/AyOY2oFMa3","file":"https://mayi24313.mayicloud.com/files/aa/nUMM3ZhFRMal3V5TQrF8zgGnfJMUvXYSRLE.m3u8","category":"Action","categoryId":"1"},{"title":"Sauvetage au sommet (2022) HD","id":"mov_12809838","url":"/rmznt0k9a/b/xakraf/12809838","image":"https://www.themoviedb.org/t/p/original/wON1c7kJRy0k2ruZI90HFp7cwmP.jpg","description":"Alors qu’un projet faramineux de construction d’un tunnel arrive à son terme dans une province volcanique de Chine, une série de catastrophes géologiques vient secouer la région et menacer la vie des quelque 160 000 personnes qui y vivent. Membre de l’équipe de construction du tunnel, Hong Yunbing est missionné par la compagnie pour organiser les sauvetages en compagnie de son fils, ingénieur, avec qui il a des rapports tendus depuis des années. Face à la vague de tremblements de terre qui ne cesse de s’intensifier, les deux hommes vont devoir mettre leurs différends et leur passé de côté pour sauver la population...","iframeSrc":"https://mayicloud.com/iframe/rcf1I4lqQT","file":"https://mayi22140.mayicloud.com/files/aa/aFW5uY8yZqvih70VQ3f9jGlyH3D3tuXE9TK.m3u8","category":"Action","categoryId":"1"},{"title":"Little Dixie (2023) HD","id":"mov_12798570","url":"/rmznt0k9a/b/xakraf/12798570","image":"https://www.themoviedb.org/t/p/original/cmWTZj9zzT9KFt3XyL0gssL7Ig8.jpg","description":"Quand une transaction tourne mal entre un gouverneur corrompu et un baron de la drogue impitoyable, Doc, ex-agent des Forces Spéciales (Grillo) est pris dans le collimateur. Maintenant, alors que sa famille est en danger, Doc doit anéantir le cartel de drogue mexicain et faire tout ce qu'il faut pour protéger le seul élément positif dans sa vie - sa petite fille, \"Little Dixie\".","iframeSrc":"https://mayicloud.com/iframe/F9mDSsXrh5","file":"https://mayi24313.mayicloud.com/files/aa/cy08RMv2KKTD3V2XPaP1kuaH8295uqbGZbO.m3u8","category":"Action","categoryId":"1"},{"title":"Mayday (2023) HD","id":"mov_12783546","url":"/rmznt0k9a/b/xakraf/12783546","image":"https://www.themoviedb.org/t/p/original/qGKE0vJsydUcRzeoR2r5j3W25Il.jpg","description":"Le pilote Brodie Torrance sauve des passagers d'un coup de foudre en effectuant un atterrissage risqué sur une île déchirée par la guerre seulement pour découvrir que survivre à l'atterrissage n'était que le début. Lorsque de dangereux rebelles prennent la plupart des passagers en otage, la seule personne sur laquelle Torrance peut compter pour obtenir de l'aide est Louis Gaspare, un meurtrier accusé qui a été transporté par le FBI.","iframeSrc":"https://mayicloud.com/iframe/Vbg0cRAjEd","file":"https://mayi22140.mayicloud.com/files/aa/sPKM2MTV9MjawnICZrYItTTJU6BvpfIS4sE.m3u8","category":"Action","categoryId":"1"},{"title":"Power Rangers : Toujours vers le futur (2023) HD","id":"mov_13095294","url":"/rmznt0k9a/b/xakraf/13095294","image":"https://i.imgur.com/0mW8eu3.jpg","description":"Trente ans après que le sage et puissant Zordon a formé les Power Rangers, la bande voit une vieille menace refaire surface. Au beau milieu d'une crise qui affecte la Terre entière, le monde a besoin de ses héros. Cet épisode spécial 30e anniversaire s'inspire de la légendaire devise de la franchise : \"Ranger un jour, Ranger toujours\", qui rappelle que lorsqu'on devient Ranger, on fait partie de la famille à jamais.","iframeSrc":"https://mayicloud.com/iframe/NVQlQCd9Vj","file":"https://mayi22140.mayicloud.com/files/aa/rIFlj0l8IjywcqwO5rdsD1oume6zo2SPLyb.m3u8","category":"Action","categoryId":"1"},{"title":"Power Rangers (2017) HD","id":"mov_13096233","url":"/rmznt0k9a/b/xakraf/13096233","image":"https://www.themoviedb.org/t/p/original/4gcBFKU7smnFdd6jdVPfW6c2U4E.jpg","description":"Dans une petite ville, cinq adolescents découvrent qu’ils ont des pouvoirs extraordinaires. Ils vont devoir apprendre à surmonter leurs peurs et à faire équipe pour devenir les Power Rangers : le destin les a choisis pour sauver le monde de la destruction orchestrée par une force extraterrestre surpuissante…","iframeSrc":"https://mayicloud.com/iframe/d3kXEDCMGf","file":"https://mayi22143.mayicloud.com/files/aa/t5jQq7n9B2ophn6RIcm1mz4HxJk9v1oY6IO.m3u8","category":"Action","categoryId":"1"},{"title":"Speed (1994) HD","id":"mov_13084965","url":"/rmznt0k9a/b/xakraf/13084965","image":"https://www.themoviedb.org/t/p/original/g1hMYD1Ef8sOiXZLFmMpQw9rxUU.jpg","description":"Un flic de Los Angeles, piégé à bord d'un bus qui explosera s'il ralentit à moins de 80 km/h, tente d'aider une passagère terrifiée qui a dû prendre le volant.","iframeSrc":"https://mayicloud.com/iframe/YvdTjwstJS","file":"https://mayi22145.mayicloud.com/files/aa/A5yMLfj8y0w9HEC82ZFsrEYFxhb0KVTl1r8.m3u8","category":"Action","categoryId":"1"},{"title":"The Dark Knight Rises (2012) HD","id":"mov_13082148","url":"/rmznt0k9a/b/xakraf/13082148","image":"https://www.themoviedb.org/t/p/original/70fWwkCYjsHPhPRUF9OydhbEkVC.jpg","description":"Afin que l'image de l'ex-procureur Harvey Dent reste un modèle du genre pour les citoyens de Gotham City, Batman a endossé les crimes de ce dernier et a été chassé de la ville par les autorités. Huit ans plus tard, alors que Gotham City est de nouveau sûre, le commissaire Gordon tombe sur un complot qui vise à détruire la ville de l'intérieur. Il fait appel à Batman. Ce dernier devra faire face à la mystérieuse Selina Kyle et à Bane, un adversaire mortel, qui veut mettre en pièce le symbole Batman.","iframeSrc":"https://mayicloud.com/iframe/uV6z7trOyW","file":"https://mayi22145.mayicloud.com/files/aa/SLHepLCDAWjkKtOJ3wBCK6xRFEk7sS3lELz.m3u8","category":"Action","categoryId":"1"},{"title":"The Dark Knight : Le Chevalier noir (2008) HD","id":"mov_13081209","url":"/rmznt0k9a/b/xakraf/13081209","image":"https://www.themoviedb.org/t/p/original/pyNXnq8QBWoK3b37RS6C3axwUOy.jpg","description":"La suite de Batman Begins, The Dark Knight, le réalisateur Christopher Nolan et l'acteur Christian Bale, qui endosse à nouveau le rôle de Batman/Bruce Wayne dans sa guerre permanente contre le crime. Avec l'aide du Lieutenant de Police Jim Gordon et du Procureur Harvey Dent, Batman entreprend de démanteler définitivement les organisations criminelles de Gotham. L'association s'avère efficace, mais le trio se heurte bientôt à un nouveau génie du crime, plus connu sous le nom du Joker, qui va plonger Gotham dans l'anarchie et pousser Batman à la limite entre héros et assassin. Heath Ledger interprète Le Joker : le méchant suprême et Aaron Eckhart joue le rôle de Dent. Maggie Gyllenhaal complète le casting en tant que Rachel Dawes. De retour après Batman Begins, Gary Oldman est à nouveau Gordon, Michael Caine interprète Alfred, et Morgan Freeman est Lucius Fox.","iframeSrc":"https://mayicloud.com/iframe/103D76H7D2","file":"https://mayi22140.mayicloud.com/files/aa/LHaDWRSTW7cKukb4ESBHUCIYgP4XWHZIpam.m3u8","category":"Action","categoryId":"1"},{"title":"Batman Begins (2005) HD","id":"mov_13080270","url":"/rmznt0k9a/b/xakraf/13080270","image":"https://www.themoviedb.org/t/p/original/pqB8Xlu0QdwsONakoiKtortANdn.jpg","description":"Alors que le souvenir de ses parents assassinés le hante, Bruce Wayne, désemparé, erre à travers le monde cherchant les moyens de combattre l'injustice et ses propres peurs. Avec l'aide de son dévoué majordome et homme de confiance Alfred, de l'inspecteur Jim Gordon et de son allié Lucius Fox, Wayne revient à Gotham City et révèle son alter ego: Batman, un justicier masqué qui utilise sa force, son intelligence et une batterie d'armes high-tech pour combattre les forces sinistres qui menacent la ville…","iframeSrc":"https://mayicloud.com/iframe/sTugDxNeax","file":"https://mayi22140.mayicloud.com/files/aa/lHo1mJ8PCbagXKkuX1B6230wkD48SeGeW5f.m3u8","category":"Action","categoryId":"1"},{"title":"The Old Way (2023) HD","id":"mov_13073697","url":"/rmznt0k9a/b/xakraf/13073697","image":"https://www.themoviedb.org/t/p/original/lCf6u5A40LlZduUpHziFqMxHXFM.jpg","description":"Colton Briggs, un ancien bandit armé, tient désormais une épicerie et vit tranquillement avec sa famille. Lorsqu'un gang de hors-la-loi assassine sa femme de sang-froid, Briggs rentre chez lui, déterre son arme et s'entoure d'une partenaire improbable : sa fille de douze ans.","iframeSrc":"https://mayicloud.com/iframe/h0P0340jMG","file":"https://mayi22145.mayicloud.com/files/aa/K2gZqR012lRxOaJMWvhOEzPtzSyAckhXmxX.m3u8","category":"Action","categoryId":"1"},{"title":"The Last Kingdom : Sept rois doivent mourir (2023) HD","id":"mov_13075575","url":"/rmznt0k9a/b/xakraf/13075575","image":"https://www.themoviedb.org/t/p/original/qcNDxDzd5OW9wE3c8nWxCBQoBrM.jpg","description":"Après la mort du roi Édouard, Uhtred de Bebbanburg et ses camarades partent à l'aventure à travers un royaume fracturé dans l'espoir d'unifier enfin l'Angleterre.","iframeSrc":"https://mayicloud.com/iframe/QHTNdbBSKr","file":"https://mayi22145.mayicloud.com/files/aa/mkjUVwfdtCKqpandBGTzNKhHxvT8nEzKYTE.m3u8","category":"Action","categoryId":"1"},{"title":"The Weapon (2023) HD","id":"mov_13069002","url":"/rmznt0k9a/b/xakraf/13069002","image":"https://www.themoviedb.org/t/p/original/xbRpgiF5whvkSMRBSTdEffW6dwP.jpg","description":"Dallas est une machine à tuer. Ses attaques contre des gangs de motards et des laboratoires de méthamphétamine mettent en colère le chef de la mafia de Vegas qui retient la petite amie de Dallas en otage. Mais pour qui Dallas travaille-t-il ? Même la torture ne le fera pas parler... et il ne s'arrêtera pas tant que justice ne sera pas rendue.","iframeSrc":"https://mayicloud.com/iframe/K1uLkGYN0K","file":"https://mayi22145.mayicloud.com/files/aa/q6aW9KvilQFHzMgdo0E01p2vbmc99dTAj4w.m3u8","category":"Action","categoryId":"1"},{"title":"One Day As A Lion (2023) HD","id":"mov_13057734","url":"/rmznt0k9a/b/xakraf/13057734","image":"https://www.themoviedb.org/t/p/original/4ThEyYQw7MinOcdQaMnPk3Mdj7M.jpg","description":"Jackie Powers ne reculera devant rien pour empêcher son fils de le suivre dans une vie de crime. Alors que son employeur mafieux est à ses trousses, une rencontre fortuite dans un restaurant au bord de la route lui ouvre une nouvelle voie.","iframeSrc":"https://mayicloud.com/iframe/Xs440Kx9Z5","file":"https://mayi22145.mayicloud.com/files/aa/LDDvdl5VKw7B2Qimsj6fk4Ho8I9GS8LEMo9.m3u8","category":"Action","categoryId":"1"},{"title":"Opération Fortune : Ruse de Guerre (2023) HD","id":"mov_13051161","url":"/rmznt0k9a/b/xakraf/13051161","image":"https://www.themoviedb.org/t/p/original/vQGw9lzfh9hEoYSOWAE5XbZ6J7s.jpg","description":"L'agent spécial Orson Fortune et son équipe d'agents recrutent l'une des plus grandes stars de cinéma d'Hollywood pour les aider dans une mission d'infiltration lorsque la vente d'une nouvelle technologie d'armes mortelle menace de perturber l'ordre mondial.","iframeSrc":"https://mayicloud.com/iframe/RCdtAvOUIe","file":"https://mayi22140.mayicloud.com/files/aa/JF6Ivmf69X86XvtknBGpMx201CvPxe4gTaZ.m3u8","category":"Action","categoryId":"1"},{"title":"Shazam! (2019) HD","id":"mov_13046466","url":"/rmznt0k9a/b/xakraf/13046466","image":"https://www.themoviedb.org/t/p/original/lhQbFsO6rFoUo3kv5X61G6koiR1.jpg","description":"On a tous un super-héros qui sommeille au fond de soi… il faut juste un peu de magie pour le réveiller. Pour Billy Batson, gamin débrouillard de 14 ans placé dans une famille d'accueil, il suffit de crier « Shazam ! » pour se transformer en super-héros. Ado dans un corps d'adulte sculpté à la perfection, Shazam s'éclate avec ses tout nouveaux superpouvoirs. Est-il capable de voler ? De voir à travers n'importe quel type de matière ? De faire jaillir la foudre de ses mains ? Et de sauter son examen de sciences sociales ? Shazam repousse les limites de ses facultés avec l'insouciance d'un enfant. Mais il lui faudra maîtriser rapidement ses pouvoirs pour combattre les forces des ténèbres du Dr Thaddeus Sivana…","iframeSrc":"https://mayicloud.com/iframe/dofINICqH6","file":"https://mayi22145.mayicloud.com/files/aa/g5prVcgP7lNjchC812T2n7rDPelsF2yW7Yo.m3u8","category":"Action","categoryId":"1"},{"title":"There Are No Saints (2023) HD","id":"mov_13050222","url":"/rmznt0k9a/b/xakraf/13050222","image":"https://www.themoviedb.org/t/p/original/4qrJiGola6k04RA8YDG7Ac5UVlj.jpg","description":"Cherchant à recommencer sa vie, un ancien tueur à gages surnommé le Jésuite est incapable d'échapper aux péchés de son passé. Avec des ennemis des deux côtés de la loi, il n'a nulle part où se tourner lorsque son seul fils est kidnappé par un impitoyable chef de cartel. Il n'arrêtera à rien pour sauver son garçon...","iframeSrc":"https://mayicloud.com/iframe/Y11zqewycp","file":"https://mayi22145.mayicloud.com/files/aa/QkssE48g3hLw55g7PgVsnTuosUDYtPojaQM.m3u8","category":"Action","categoryId":"1"},{"title":"Fury (2014) HD","id":"mov_13038015","url":"/rmznt0k9a/b/xakraf/13038015","image":"https://www.themoviedb.org/t/p/original/q7kgbEjx2BHUDErfU7lH8UqS51R.jpg","description":"Avril 1945. Les Alliés mènent leur ultime offensive en Europe. À bord d’un tank Sherman, le sergent Wardaddy et ses 4 hommes s’engagent dans une mission à très haut risque bien au-delà des lignes ennemies. Face à un adversaire dont le nombre et la puissance de feu les dépassent, Wardaddy et son équipage vont devoir tout tenter pour frapper l’Allemagne nazie en plein cœur…","iframeSrc":"https://mayicloud.com/iframe/pdvnXxWE9a","file":"https://mayi22140.mayicloud.com/files/aa/kA2jJ2fBMFu7QgGiCEhFJHTe4RL0vVaQwda.m3u8","category":"Action","categoryId":"1"},{"title":"Guy (2018) HD","id":"mov_13038954","url":"/rmznt0k9a/b/xakraf/13038954","image":"https://www.themoviedb.org/t/p/original/rWe3P1RIiqjHKW65hF2GW2CGkwh.jpg","description":"Gauthier, un jeune journaliste, apprend par sa mère qu’il serait le fils illégitime de Guy Jamet, un artiste de variété française ayant eu son heure de gloire entre les années 60 et 90. Celui-ci est justement en train de sortir un album de reprises et de faire une tournée. Gauthier décide de la suivre, caméra au poing, dans sa vie quotidienne et ses concerts de province, pour en faire un portrait documentaire.","iframeSrc":"https://mayicloud.com/iframe/MFqhHZFfVf","file":"https://mayi22145.mayicloud.com/files/aa/Fvl75ShiLxJcQAKrvDkCD6h4nY33dZiTuE0.m3u8","category":"Action","categoryId":"1"},{"title":"Kill Bok-soon (2023) HD","id":"mov_13029564","url":"/rmznt0k9a/b/xakraf/13029564","image":"https://www.themoviedb.org/t/p/original/7QKkvGgwMCvYrdkyNFgxfLESBtx.jpg","description":"Une mère célibataire et tueuse à gages à ses heures perdues a du mal à trouver un équilibre entre sa vie personnelle et sa vie professionnelle.","iframeSrc":"https://mayicloud.com/iframe/sqmgw7QLnU","file":"https://mayi22145.mayicloud.com/files/aa/yV3GIACPHPAr1SZb1whGCK7Y1E5SptMXpPE.m3u8","category":"Action","categoryId":"1"},{"title":"United fight (2023) HD","id":"mov_13002333","url":"/rmznt0k9a/b/xakraf/13002333","image":"https://www.themoviedb.org/t/p/original/4nl0Ql1w1hLnO0g8LjsEtHA3yV5.jpg","description":"La vie d'officiers de police de New York s'entremêlent dans des histoires d'ethnies, de rang, de pertes et de trahisons.","iframeSrc":"https://mayicloud.com/iframe/LmzOXDF7kq","file":"https://mayi22145.mayicloud.com/files/aa/nqqTTJnGyLAEbTUOOxphEbEe0CRFJc67Cw0.m3u8","category":"Action","categoryId":"1"},{"title":"Une comédie romantique (2023) HD","id":"mov_13003272","url":"/rmznt0k9a/b/xakraf/13003272","image":"https://www.themoviedb.org/t/p/original/4nl0Ql1w1hLnO0g8LjsEtHA3yV5.jpg","description":"La vie d'officiers de police de New York s'entremêlent dans des histoires d'ethnies, de rang, de pertes et de trahisons.","iframeSrc":"https://mayicloud.com/iframe/NtSKbILU80","file":"https://mayi22143.mayicloud.com/files/aa/jZVH02Zq5HfLPtGIvbfol3RdN3VyY3zh3uZ.m3u8","category":"Action","categoryId":"1"},{"title":"Hansan : La Bataille du dragon (2023) HD","id":"mov_12992943","url":"/rmznt0k9a/b/xakraf/12992943","image":"https://www.themoviedb.org/t/p/original/uEHsMy4GjgVaUMQ74H9ofQpYobT.jpg","description":"En 1592, l'amiral Yi Sun-Sin et sa flotte affrontent la puissance de la marine japonaise envahissante et de ses formidables navires de guerre. Alors que les forces coréennes est en crise, l'amiral recoure à l'utilisation de son arme secrète, le Dragon Head, connue sous le nom de Geobukseon, afin de changer le cours de cette bataille épique dans les eaux de l'île Hansan.","iframeSrc":"https://mayicloud.com/iframe/1Dyb5D31Lc","file":"https://mayi22145.mayicloud.com/files/aa/3N1fXnrZ85uYIczJ7KGZ3HDCSIfWK18NO93.m3u8","category":"Action","categoryId":"1"},{"title":"Lucy (2014) HD","id":"mov_12979797","url":"/rmznt0k9a/b/xakraf/12979797","image":"https://www.themoviedb.org/t/p/original/hLKoSzjOPC8tQaA2AmFvDjBbKTw.jpg","description":"Lucy, une jeune étudiante ordinaire, se fait kidnapper. À son réveil, elle découvre que les membres d’une organisation criminelle lui ont inséré un paquet de drogue dans l’estomac dans le but de lui faire passer la frontière. Mais lorsqu’à la suite d’un coup porté à son ventre le produit se déverse dans son corps et s’implante dans son système, la jeune femme en subit les étonnants effets. Cette substance synthétique lui permet de décupler ses capacités intellectuelles et physiques. Devenue un génie autant qu’une véritable machine de guerre, Lucy dispose désormais de pouvoirs illimités et surhumains…","iframeSrc":"https://mayicloud.com/iframe/tbbpMKBrk0","file":"https://mayi22143.mayicloud.com/files/aa/XSPJswT78z9CTJNrAQcSYF4a5RUGjeGh7v0.m3u8","category":"Action","categoryId":"1"}]