[{"title":"The Revenant (2015) HD","id":"mov_13221120","url":"/rmznt0k9a/b/xakraf/13221120","image":"https://www.themoviedb.org/t/p/original/AsDto68FNWNXD15Ov0yMXASJiSB.jpg","description":"Dans une Amérique profondément sauvage, le trappeur Hugh Glass est sévèrement blessé et laissé pour mort par un traître de son équipe, John Fitzgerald. Avec sa seule volonté pour unique arme, Glass doit affronter un environnement hostile, un hiver brutal et des tribus guerrières, dans une inexorable lutte pour sa survie, portée par un intense désir de vengeance.","iframeSrc":"https://mayicloud.com/iframe/5ci3xaQBhv","file":"https://mayi22145.mayicloud.com/files/aa/jW1tVyR1AyMPVviFnlESqK5IOCTEdaax7c0.m3u8","category":"Aventure","categoryId":"4"},{"title":"La Guerre des Lulus (2023) HD","id":"mov_13181682","url":"/rmznt0k9a/b/xakraf/13181682","image":"https://www.themoviedb.org/t/p/original/vCwm7Iy8ZpfCf0aFmyJR9xeWhTq.jpg","description":"À l’aube de la Première Guerre mondiale, dans un village de Picardie, quatre amis inséparables, Lucas, Luigi, Lucien et Ludwig, forment la bande des Lulus. Ces orphelins sont toujours prêts à unir leurs forces pour affronter la bande rivale d’Octave ou pour échapper à la surveillance de l’Abbé Turpin… Lorsque l’orphelinat de l’Abbaye de Valencourt est évacué en urgence, les Lulus manquent à l’appel. Oubliés derrière la ligne de front ennemie, les voilà livrés à eux-mêmes en plein conflit. Bientôt rejoints par Luce, une jeune fille séparée de ses parents, ils décident coûte que coûte de rejoindre la Suisse, le « pays jamais en guerre »... les voilà projetés avec toute l’innocence et la naïveté de leur âge dans une aventure à laquelle rien ni personne ne les a préparés !","iframeSrc":"https://mayicloud.com/iframe/vkfM159b7n","file":"https://mayi22145.mayicloud.com/files/aa/Wodqz0DAZuB7EhqlEdAdm5yBSAG2MOpIdD8.m3u8","category":"Aventure","categoryId":"4"},{"title":"Les aventures de Blue à New York (2023) HD","id":"mov_13131915","url":"/rmznt0k9a/b/xakraf/13131915","image":"https://www.themoviedb.org/t/p/original/gyedohJflnVKUffNcpasotld7y3.jpg","description":"Josh et Blue, accompagnés de Steve et Joe, se rendent à New York pour auditionner pour une grande comédie musicale de Broadway.","iframeSrc":"https://mayicloud.com/iframe/vP5k05qAk7","file":"https://mayi22145.mayicloud.com/files/aa/ffEMtVKmcRfUmh4mq7bHeGxj1xpr7JymYd9.m3u8","category":"Aventure","categoryId":"4"},{"title":"Solomon Kane (2009) HD","id":"mov_13087782","url":"/rmznt0k9a/b/xakraf/13087782","image":"https://www.themoviedb.org/t/p/original/zYcxzrLBO5gZ4HH8hpWuPH86358.jpg","description":"Dans un XVIème siècle ravagé par les guerres, le capitaine Solomon Kane est une redoutable machine à tuer, aussi brutale qu'efficace. Armé des pistolets qui font sa marque, de sa dague et de sa rapière, lui et ses hommes laissent libre cours à leur soif de sang alors qu'ils combattent au nom de l'Angleterre d'un continent à l'autre. Pourtant, lorsque Kane décide d'attaquer une mystérieuse forteresse quelque part en Afrique du Nord, sa mission va prendre un tournant fatal... Un par un, ses hommes sont décimés par des créatures démoniaques, jusqu'à ce qu'il reste seul face à l'envoyé du diable, venu des profondeurs de l'Enfer pour s'emparer de son âme atrocement corrompue. Kane parvient à s'échapper, mais il sait qu'il doit maintenant se racheter en renonçant à la violence et en se consacrant désormais à une vie de paix et de pureté.","iframeSrc":"https://mayicloud.com/iframe/eYT8nywSxN","file":"https://mayi22145.mayicloud.com/files/aa/zJsLPjW8rEX8YDPd5U8fdne7vBF1tdP3XiO.m3u8","category":"Aventure","categoryId":"4"},{"title":"Chupa (2023) HD","id":"mov_13047405","url":"/rmznt0k9a/b/xakraf/13047405","image":"https://www.themoviedb.org/t/p/original/yGAIqeefnYukDgj0JvjFiFlqtIv.jpg","description":"À 13 ans, le timide Alex s'envole pour le Mexique depuis le Missouri afin de rencontrer sa famille pour la première fois : son grand-père Chava, ancien champion de lucha libre, son cousin Memo, une pile électrique fan de lutte, et sa cousine Luna, intrépide et branchée. Alors qu'il commence à s'intégrer, Alex découvre une créature mythique qui vit dans la remise de son grand-père : un bébé chupacabra qui lui rappelle les histoires effrayantes de l'un de ses congénères adultes s'attaquant aux bêtes des éleveurs. Alex apprend que son nouvel ami, Chupa, partage un secret avec sa famille et qu'un chercheur intraitable et dangereux, Richard Quinn, pourchasse la créature incomprise pour tenter d'exploiter ses pouvoirs. Afin de protéger Chupa, Alex se lance dans une grande aventure qui va mettre à l'épreuve les liens de sa famille et lui rappeler que les difficultés de la vie sont plus faciles à supporter à plusieurs.","iframeSrc":"https://mayicloud.com/iframe/kZge1Emshc","file":"https://mayi22145.mayicloud.com/files/aa/HCFnFdkNcIRnmKFmqgyouTnK7pouSGGAjlY.m3u8","category":"Aventure","categoryId":"4"},{"title":"Divergente 3 : Au-delà du mur (2016) HD","id":"mov_12995760","url":"/rmznt0k9a/b/xakraf/12995760","image":"https://www.themoviedb.org/t/p/original/iaBiu3morjp9tZvO5vRfxnFvJru.jpg","description":"Tris et ses alliés ont réussi à renverser les Érudits. Les sans-faction mettent alors en place une dictature, imposant à tous la disparition des factions. Plutôt que de se plier à ce nouveau pouvoir totalitaire, Tris, Tobias et leurs amis choisissent de s'échapper. Le monde qu'ils découvrent au-delà de la Clôture ne correspond en rien à ce qu'on leur a dit. Ils apprennent ainsi que leur ville, Chicago, fait partie d'une expérience censée sauver l'humanité contre sa propre dégénérescence. Mais l'humanité peut-elle être sauvée contre elle-même ?","iframeSrc":"https://mayicloud.com/iframe/OeadlzwqSi","file":"https://mayi24313.mayicloud.com/files/aa/I5IZxTLBTsqoMt2ASO55YTk96GID6BVPGDP.m3u8","category":"Aventure","categoryId":"4"},{"title":"Divergente 2 : L'Insurrection (2015) HD","id":"mov_12994821","url":"/rmznt0k9a/b/xakraf/12994821","image":"https://www.themoviedb.org/t/p/original/m1QmXuYeTqvIYjqnafWLoFZEZdf.jpg","description":"Dans un monde post-apocalyptique où la société a été réorganisée autour de 5 factions (Audacieux, Érudits, Altruistes, Sincères et Fraternels), Tris a mis à jour un complot mené par la faction dominante, les Érudits, dirigés par Janine. Abandonnant une ville à feu et à sang, à la recherche d’alliés, Tris et Four sont désormais traqués par les autorités. Janine décrète la loi martiale pour anéantir les Divergents, tandis que la guerre entre les factions prend de l’ampleur. Pourquoi les Divergents sont-ils une menace pour la société ? La découverte d’un objet mystérieux, hérité du passé, pourrait bien bouleverser l’équilibre des forces…","iframeSrc":"https://mayicloud.com/iframe/WxJXgkV9YA","file":"https://mayi22143.mayicloud.com/files/aa/SJFAo41tCqVsOQh1YnoGskecivwdEvOwfu6.m3u8","category":"Aventure","categoryId":"4"},{"title":"Divergente (2014) HD","id":"mov_12993882","url":"/rmznt0k9a/b/xakraf/12993882","image":"https://www.themoviedb.org/t/p/original/3JpyVHMYrI7C9HUFcZecnlgVsXY.jpg","description":"L’aventure palpitante de Tris Prior (Woodley) qui, plongée dans un futur où chaque individu appartient à un groupe choisi selon sa personnalité, se retrouve parmi les inclassables, incapable d’appartenir à un seul groupe, en un mot, Divergente. Lorsqu’elle découvre qu’une conspiration se trame afin de détruire tous les Divergents, elle doit à tout prix découvrir ce qui rend la Divergence si dangereuse, avant qu’il ne soit trop tard.","iframeSrc":"https://mayicloud.com/iframe/2GQ7qZTiIp","file":"https://mayi22143.mayicloud.com/files/aa/9YniYtZQcg9AZAPE0JBYSDEJL5IEor4xpsQ.m3u8","category":"Aventure","categoryId":"4"},{"title":"Pirates des Caraïbes : La Vengeance de Salazar (2017) HD","id":"mov_12948810","url":"/rmznt0k9a/b/xakraf/12948810","image":"https://www.themoviedb.org/t/p/original/fVMudKQfhosujwgAKhfxNGfS9sL.jpg","description":"Jack Sparrow et ses compagnons se lancent dans la quête du Trident de Poséidon, sur lequel le Capitaine Teague détient des informations précieuses. Cet artefact légendaire, qui donne tous les pouvoirs sur les océans, est leur seul moyen d'échapper aux fantômes du redoutable Capitaine Salazar, échappés du Triangle des Bermudes pour éliminer tous les pirates des océans.","iframeSrc":"https://mayicloud.com/iframe/YkHsAu0QZ1","file":"https://mayi22140.mayicloud.com/files/aa/f4YJcuPcWH9wuJEaCS1kU0ECte6u55wk9u3.m3u8","category":"Aventure","categoryId":"4"},{"title":"Pirates des Caraïbes: la fontaine de jouvence (2011) HD","id":"mov_12947871","url":"/rmznt0k9a/b/xakraf/12947871","image":"https://www.themoviedb.org/t/p/original/5JjjjGg24IGRXIQtaZkPU59acjV.jpg","description":"Dans cette histoire pleine d’action, où vérité, trahison, jeunesse éternelle et mort forment un cocktail explosif, le capitaine Jack Sparrow retrouve une femme qu’il a connu autrefois. Leurs liens sont‐ils faits d’amour ou, cette femme n’est‐elle qu’une aventurière sans scrupules qui cherche à l’utiliser pour découvrir la légendaire Fontaine de Jouvence ? Lorsqu’elle l’oblige à embarquer à bord du Queen Anne’s Revenge, le bateau du terrible pirate Barbe‐Noire, Jack ne sait plus ce qu’il doit craindre le plus : Le redoutable maître du bateau ou cette femme surgit de son passé…","iframeSrc":"https://mayicloud.com/iframe/mGOUuJSdH9","file":"https://mayi24313.mayicloud.com/files/aa/hoU705toWr5qQxPgqHTePgUDbon3C4dTt71.m3u8","category":"Aventure","categoryId":"4"},{"title":"Pirates des Caraïbes : Jusqu'au bout du monde (2007) HD","id":"mov_12946932","url":"/rmznt0k9a/b/xakraf/12946932","image":"https://www.themoviedb.org/t/p/original/3JjceHUzbtgJ4fJs6x2ow4ckH89.jpg","description":"L’âge d’or de la piraterie touche à sa fin. Même le terrifiant Vaisseau Fantôme et son capitaine maudit servent Lord Cutler Beckett. Il écume désormais les sept mers, massacrant sans pitié les pirates de tous bords. Une seule chance de résister à Beckett et à son armada : Rassembler les Neuf Seigneurs de la Cour des Frères.","iframeSrc":"https://mayicloud.com/iframe/qV1ikItMVr","file":"https://mayi24313.mayicloud.com/files/aa/vLECjDqKV0qteUeISGxNVXJXg3GKQCblnQY.m3u8","category":"Aventure","categoryId":"4"},{"title":"Pirates des Caraïbes : Le Secret du coffre maudit (2006) HD","id":"mov_12945993","url":"/rmznt0k9a/b/xakraf/12945993","image":"https://www.themoviedb.org/t/p/original/bzOlMYEfNmgCDnFHj3zL3RBqwau.jpg","description":"Le pirate Jack Sparrow est confronté à son passé. Treize ans auparavant, il signait un pacte avec Davey Jones, le maléfique maître des sept mers. En échange de son âme, ce dernier lui promettait le commandement du mythique Black Pearl… Aujourd’hui, Jones vient donc récupérer sa dette.","iframeSrc":"https://mayicloud.com/iframe/yotVs50FYt","file":"https://mayi24313.mayicloud.com/files/aa/M0XZuP8qNIdi6geddo8rtGQWCi2CY15K13K.m3u8","category":"Aventure","categoryId":"4"},{"title":"Pirates des Caraïbes : La Malédiction du Black Pearl (2003) HD","id":"mov_12945054","url":"/rmznt0k9a/b/xakraf/12945054","image":"https://www.themoviedb.org/t/p/original/jFmc6zbnx6mSoxejECYvdi3IHIs.jpg","description":"Petite, Elizabeth Swann, la fille du gouverneur, a sauvé de la noyade Will Turner après le naufrage de son bateau. Les années ont passé, Will et Elizabeth ont grandi. Will est devenu forgeron à Port Royal, et Elizabeth se prépare à épouser le commodore Norrington. Cependant, la vie d'Elizabeth bascule lorsque le capitaine Barbossa et sa bande de pirates décident d'attaquer Port Royal et la prennent en otage. Malheureusement pour lui, Barbossa a commis deux erreurs.","iframeSrc":"https://mayicloud.com/iframe/r7g3ZhoTi3","file":"https://mayi24313.mayicloud.com/files/aa/wLhCgmIMHShLehENdfvGkWNA0MSoGbrcXJP.m3u8","category":"Aventure","categoryId":"4"},{"title":"The Walk : Rêver plus haut (2015) HD","id":"mov_12889653","url":"/rmznt0k9a/b/xakraf/12889653","image":"https://www.themoviedb.org/t/p/original/j35yXSjOAKvVbpRNGGtOWaThs0n.jpg","description":"Biopic sur le funambuliste français Philippe Petit, célèbre pour avoir joint en 1974 les deux tours du World Trade Center sur un fil, suspendu au-dessus du vide.","iframeSrc":"https://mayicloud.com/iframe/HSpkMHpee7","file":"https://mayi24313.mayicloud.com/files/aa/5g1fhYpCxb6FF64lkBJqKriaL5Sbj6ipmjE.m3u8","category":"Aventure","categoryId":"4"},{"title":"Belle et Sébastien : Nouvelle génération (2022) HD","id":"mov_12846459","url":"/rmznt0k9a/b/xakraf/12846459","image":"https://www.themoviedb.org/t/p/original/8yRDnNMonoERrHoi3qJ31cwsQyG.jpg","description":"Sébastien, 10 ans, passe ses vacances à contrecœur à la montagne chez sa grand-mère et sa tante. Il doit donner un coup de main à la bergerie, rien de bien excitant pour un garçon des villes comme lui… mais c’est sans compter sur sa rencontre avec Belle, une chienne immense et maltraitée par son maître. Prêt à tout pour éviter les injustices et protéger sa nouvelle amie, Sébastien va vivre l’été le plus fou de sa vie.","iframeSrc":"https://mayicloud.com/iframe/tiix5A1Zfq","file":"https://mayi24313.mayicloud.com/files/aa/50bpkLWkmNvFnBYGYkT3nmmFUsgVrvmwvxV.m3u8","category":"Aventure","categoryId":"4"},{"title":"Belle et Sébastien 3 : Le Dernier Chapitre (2018) HD","id":"mov_12843642","url":"/rmznt0k9a/b/xakraf/12843642","image":"https://www.themoviedb.org/t/p/original/dRke7UmIqsQTte197NSL9NYrTOz.jpg","description":"Deux ans ont passé. Sébastien est à l'aube de l'adolescence et Belle est devenue maman de trois adorables chiots. Pierre et Angelina sont sur le point de se marier et rêvent d'une nouvelle vie, ailleurs... Au grand dam de Sébastien qui refuse de quitter sa montagne. Lorsque Joseph, l'ancien maître de Belle, ressurgit bien décidé à récupérer sa chienne, Sébastien se retrouve face à une terrible menace. Plus que jamais, il va devoir tout mettre en œuvre pour protéger son amie et ses petits...","iframeSrc":"https://mayicloud.com/iframe/UGjfiVD3y5","file":"https://mayi24313.mayicloud.com/files/aa/p11oG4L5yXjLReHki40O8VvsaNoNRWTgYVF.m3u8","category":"Aventure","categoryId":"4"},{"title":"Belle et Sébastien, l'aventure continue (2015) HD","id":"mov_12845520","url":"/rmznt0k9a/b/xakraf/12845520","image":"https://www.themoviedb.org/t/p/original/qw2TAyhYZKxXPuzmxjhVc4aT2cV.jpg","description":"Septembre 1945, au village, on a fêté la fin de la guerre. Sébastien a grandi, il a maintenant 10 ans. Belle et lui attendent impatiemment le retour d’Angelina... Mais Angelina ne revient pas. Elle a disparu dans un accident d’avion au cœur des forêts transalpines. Tout le village a perdu espoir. Tout le village sauf César: le grand père de Sébastien connaît un homme, Pierre, qui pourrait les aider à retrouver Angelina. Mais avant de sauver la jeune femme, l’enfant et son chien vont devoir braver mille dangers, traverser mille épreuves et affronter un secret. Un secret qui va changer la vie de Belle et de Sébastien à tout jamais. L’aventure continue...","iframeSrc":"https://mayicloud.com/iframe/kgi2BA6Cof","file":"https://mayi24313.mayicloud.com/files/aa/xUIIH7wy3pP2luGlVqTkteBLhclnPKDnEm5.m3u8","category":"Aventure","categoryId":"4"},{"title":"Belle et Sébastien (2013) HD","id":"mov_12844581","url":"/rmznt0k9a/b/xakraf/12844581","image":"https://www.themoviedb.org/t/p/original/3QMiU6tYWJSwiLwJLAu1gO9IxyT.jpg","description":"Ça se passe là‐haut, dans les Alpes. Ça se passe là où la neige est immaculée, là où les chamois coursent les marmottes, là où les sommets tutoient les nuages. Ça se passe dans un village paisible jusqu’à l’arrivée des Allemands. C’est la rencontre d’un enfant solitaire et d’un chien sauvage. C’est l’histoire de Sébastien qui apprivoise Belle. C’est l’aventure d’une amitié indéfectible. C’est le récit extraordinaire d’un enfant débrouillard et attendrissant au cœur de la Seconde Guerre mondiale. C’est l’odyssée d’un petit garçon à la recherche de sa mère, d’un vieil homme à la recherche de son passé, d’un résistant à la recherche de l’amour, d’une jeune femme en quête d’aventures, d’un lieutenant allemand à la recherche du pardon. C’est la vie de Belle et Sébastien…","iframeSrc":"https://mayicloud.com/iframe/OkJmDMYtAu","file":"https://mayi22143.mayicloud.com/files/aa/Z8l8CGhLov6pmd33HTEcatxUPbGOEgiEoDM.m3u8","category":"Aventure","categoryId":"4"},{"title":"Jack Mimoun et les secrets de Val Verde (2022) HD","id":"mov_12807960","url":"/rmznt0k9a/b/xakraf/12807960","image":"https://www.themoviedb.org/t/p/original/vWx3Hi7DZ7VWyjWVf9gySG6Lbq4.jpg","description":"Deux ans après avoir survécu seul sur l’île hostile de Val Verde, Jack Mimoun est devenu une star de l’aventure. Le livre racontant son expérience est un best-seller et son émission de télévision bat des records d’audience. Il est alors approché par la mystérieuse Aurélie Diaz qui va ramener Jack Mimoun sur Val Verde pour l’entraîner à la recherche de la légendaire Épée du pirate La Buse. Accompagnés de Bruno Quézac, l’ambitieux mais peu téméraire manager de Jack, et de Jean-Marc Bastos, un mercenaire aussi perturbé qu’imprévisible, nos aventuriers vont se lancer dans une incroyable chasse au trésor à travers la jungle de l’île aux mille dangers.","iframeSrc":"https://mayicloud.com/iframe/wFeLOysa6a","file":"https://mayi22140.mayicloud.com/files/aa/dKdHebmo462WZeOiWZTLaqqobfXEp4ODO2l.m3u8","category":"Aventure","categoryId":"4"},{"title":"Adam à travers le temps (2023) HD","id":"mov_12789180","url":"/rmznt0k9a/b/xakraf/12789180","image":"https://www.themoviedb.org/t/p/original/5drvWM79hHX8D0EFkLR4jkCe9Ip.jpg","description":"Après un atterrissage accidentel en 2022, le pilote de chasse Adam Reed, qui voyage dans le temps, fait équipe avec lui-même, âgé de 12 ans, dans le but de sauver l'avenir.","iframeSrc":"https://mayicloud.com/iframe/vQqy4pJnKM","file":"https://mayi24313.mayicloud.com/files/aa/UnMU1HkvUqpk2q8aGlsVrYMRxRgge138oP3.m3u8","category":"Aventure","categoryId":"4"},{"title":"La Jeune Fille et la Mer (2023) HD","id":"mov_12788241","url":"/rmznt0k9a/b/xakraf/12788241","image":"https://www.themoviedb.org/t/p/original/uOzCNlgNOLi1IgxHV8ps6IevRu3.jpg","description":"Lorsque la jeune et persévérante Jessica Watson (Teagan Croft) entreprend d'être la plus jeune navigatrice à faire le tour du monde en solitaire, sans escale et sans assistance, beaucoup s'attendent à ce qu'elle échoue. Soutenue par son entraîneur de voile et mentor Ben Bryant (Cliff Curtis) ainsi que ses parents (Josh Lawson et Anna Paquin, primée aux Oscars), Jessica est déterminée à accomplir ce qui était considéré comme impossible, en s'aventurant pendant 210 jours dans certaines des zones océaniques les plus dangereuses du globe.","iframeSrc":"https://mayicloud.com/iframe/BZ2SggTkpi","file":"https://mayi24313.mayicloud.com/files/aa/atJIQFaF1YwOUxhd1GXuSyuVrLck5BDg5mY.m3u8","category":"Aventure","categoryId":"4"},{"title":"Mad Heidi (2022) HD","id":"mov_12776034","url":"/rmznt0k9a/b/xakraf/12776034","image":"https://www.themoviedb.org/t/p/original/sDth91nIprL4mukbihb6r4XK9iS.jpg","description":"Dans une Suisse dystopique tombée sous la coupe fasciste d'un magnat du fromage, Heidi a une vie simple dans les Alpes. Son grand-père fait de son mieux pour protéger sa petite-fille de la dictature, mais bientôt son désir de liberté fait éclater l'enfer.","iframeSrc":"https://mayicloud.com/iframe/WGcjqvVwwO","file":"https://mayi22140.mayicloud.com/files/aa/9MHbbcUVMLjfV25aitQ3BNKO7ak2HRRRDy2.m3u8","category":"Aventure","categoryId":"4"},{"title":"Chien Perdu (2023) HD","id":"mov_12745986","url":"/rmznt0k9a/b/xakraf/12745986","image":"https://www.themoviedb.org/t/p/original/cKWUqIKyRpdtvzTXp0Yjs5d24yD.jpg","description":"Lorsqu'un jeune homme perd son chien sur le sentier des Appalaches, son père l'accompagne dans une quête désespérée pour retrouver l'animal bien aimé avant qu'il ne soit trop tard. D'après une histoire vraie pleine d'humanité et d'héroïsme du quotidien.","iframeSrc":"https://mayicloud.com/iframe/TPZ6ckMPbT","file":"https://mayi22140.mayicloud.com/files/aa/x7f8PGCq2BxtOPdN6quRxnGwtSRfI29fapn.m3u8","category":"Aventure","categoryId":"4"},{"title":"The Railway Children Return (2022) HD","id":"mov_12706548","url":"/rmznt0k9a/b/xakraf/12706548","image":"https://www.themoviedb.org/t/p/original/dpeVkRIzYCb27yZkRoo5akZPFoQ.jpg","description":"En 1944, en Angleterre, alors que la Seconde Guerre mondiale fait rage, le pays est soumis à des bombardements. Des enfants sont évacués de Manchester vers le village d'Oakworth, dans le West Riding du Yorkshire. Ils se lient d'amitié avec un soldat de l'armée américaine qui est loin de chez lui.","iframeSrc":"https://mayicloud.com/iframe/veaHSsoURR","file":"https://mayi22140.mayicloud.com/files/aa/HJ6nQQWogp3W6Iyn4NRGZmVa4NCtHukpdrM.m3u8","category":"Aventure","categoryId":"4"},{"title":"Enola Holmes 2 (2022) HD","id":"mov_12601380","url":"/rmznt0k9a/b/xakraf/12601380","image":"https://www.themoviedb.org/t/p/original/tegBpjM5ODoYoM1NjaiHVLEA0QM.jpg","description":"Elle brave les dangers, redresse les torts et tombe peut-être même amoureuse. La jeune et audacieuse Enola Holmes reprend l'enquête dans cette aventure palpitante.","iframeSrc":"https://mayicloud.com/iframe/ApnZziyj35","file":"https://mayi24313.mayicloud.com/files/aa/tQF6NJ2aSpWOAOyADVgcWRBkQbCouGtYw84.m3u8","category":"Aventure","categoryId":"4"},{"title":"Enola Holmes (2020) HD","id":"mov_12600441","url":"/rmznt0k9a/b/xakraf/12600441","image":"https://www.themoviedb.org/t/p/original/riYInlsq2kf1AWoGm80JQW5dLKp.jpg","description":"Quand Enola Holmes, la jeune sœur de Sherlock, découvre que sa mère a disparu, elle s'improvise super-détective. Ne tardant pas à faire ses preuves, elle se montre même plus maligne que son illustre grand frère, en mettant au jour le dangereux complot qui entoure un mystérieux jeune lord.","iframeSrc":"https://mayicloud.com/iframe/s1s5AUiaWm","file":"https://mayi24313.mayicloud.com/files/aa/Q57hLacFgIcPMUaoiIeePHfhMQb508rRez8.m3u8","category":"Aventure","categoryId":"4"},{"title":"Le Mauvais Esprit d'Halloween (2022) HD","id":"mov_10624785","url":"/rmznt0k9a/b/xakraf/10624785","image":"https://www.themoviedb.org/t/p/original/rZZQTieT7EdwaERaiy6RDUtpDvN.jpg","description":"Que feriez-vous si les décorations d'Halloween de votre ville se mettaient à prendre vie ? À Bridge Hollow, Howard et sa fille Sydney décident de prendre le challenge à bras-le-corps.","iframeSrc":"https://mayicloud.com/iframe/sY4eYqQZWy","file":"https://mayi24313.mayicloud.com/files/aa/02GoqEsMkpDa5f4H4H562y47N3xD2ub3xRs.m3u8","category":"Aventure","categoryId":"4"},{"title":"Werewolf by Night (2022) HD","id":"mov_10589103","url":"/rmznt0k9a/b/xakraf/10589103","image":"https://i.imgur.com/biq6UWJ.png","description":"Par une nuit sans lune, une cabale de chasseurs de monstres se rassemble au redoutable Bloodstone Temple après la mort de leur chef. Au cours d’une cérémonie étrange en sa mémoire, les membres de cette organisation secrète participent à une mystérieuse compétition, au péril de leur vie, dans l’espoir de récupérer une relique magique. Cette course au trésor les conduira à affronter un monstre terrifiant.","iframeSrc":"https://mayicloud.com/iframe/aia5F2aeDc","file":"https://mayi24313.mayicloud.com/files/aa/9vFv1hzXdPD9TQyza7wNdH5oNKrXZ4a8zQD.m3u8","category":"Aventure","categoryId":"4"},{"title":"Catherine Called Birdy (2022) HD","id":"mov_10590042","url":"/rmznt0k9a/b/xakraf/10590042","image":"https://www.themoviedb.org/t/p/original/a6welBP7DtjHDsr6fwT5IuCS33f.jpg","description":"Catherine dite Birdy, comme toutes les grandes héroïnes adolescentes, est vive, intelligente et aventureuse - et prête à repousser tous les prétendants. Alors que sa famille cherche désespérément à la marier, le caractère indépendant et moderne de Birdy créé des conflits. Les relations familiales sont mises à l'épreuve lorsque le plus vil des prétendants arrive pour demander sa main.","iframeSrc":"https://mayicloud.com/iframe/sJwYKofLBB","file":"https://mayi24313.mayicloud.com/files/aa/ld4b4fRf8J9rb1kcBzBJR4sn3cMiXnUjAYv.m3u8","category":"Aventure","categoryId":"4"},{"title":"Ghoster, le fantôme aux miroirs (2022) HD","id":"mov_10527129","url":"/rmznt0k9a/b/xakraf/10527129","image":"https://www.themoviedb.org/t/p/original/3ui7b1jHCtSMqNJ1ANfSvLrRBCt.jpg","description":"Une jeune fille curieuse et son père doivent percer les secrets du manoir d'Echoville, où l'esprit le plus mignon du monde, Ghoster, est captif depuis 50 ans, avant que Yuto, le dragon fantôme, ne les élimine tous dans sa quête d'immortalité.","iframeSrc":"https://mayicloud.com/iframe/kVIKAApEjU","file":"https://mayi22144.mayicloud.com/files/aa/EYPwvJCsgVqymFTOaWjRaENSootO3MIHKye.m3u8","category":"Aventure","categoryId":"4"},{"title":"The Last Son (2022) HD","id":"mov_10418205","url":"/rmznt0k9a/b/xakraf/10418205","image":"https://www.themoviedb.org/t/p/original/qV8ntQjXgfEQSzviF73lfgfGxEI.jpg","description":"Sierra Nevada, à la fin du XIXème siècle. Un hors-la-loi vieillissant et repenti est convaincu que le mal coule dans ses veines et celles de ses descendants. Il part alors retrouver, Cal, sa progéniture afin de le tuer...","iframeSrc":"https://mayicloud.com/iframe/cyAi9owSqH","file":"https://mayi22144.mayicloud.com/files/aa/EsFZGptE2hI0QhTv67cVcouMHDaewBVa4B9.m3u8","category":"Aventure","categoryId":"4"},{"title":"Lena & Snowball (2022) HD","id":"mov_10421022","url":"/rmznt0k9a/b/xakraf/10421022","image":"https://www.themoviedb.org/t/p/original/Llw9iGzmObrbdv5CAeb3DYVXdv.jpg","description":"Harcelée à l'école et seule à la maison, Lena espère rencontrer un jour un véritable ami. Ses rêves finissent par devenir réalité… sous la forme d'un lionceau blanc très câlin, quelle baptise Snowball. Mais deux braconniers sans scrupules cherchent à enlever le précieux lionceau. Bien décidée à sauver Snowball, Lena sera aidée par Jack, son nouvel ami.","iframeSrc":"https://mayicloud.com/iframe/mUXaQKqWoS","file":"https://mayi22144.mayicloud.com/files/aa/oBUvfju827IY3BP39GYnJlhHv8rW4QPsrJX.m3u8","category":"Aventure","categoryId":"4"},{"title":"Meteor Moon (2022) HD","id":"mov_10390035","url":"/rmznt0k9a/b/xakraf/10390035","image":"https://www.themoviedb.org/t/p/original/pqi519jCXLW0OUY1KAzjsH3B8c6.jpg","description":"Lorsqu’un météore s’écrase sur la lune et déplace son axe, la gravité terrestre entraîne la lune sur la trajectoire de la planète. Maintenant, un groupe de scientifiques doit trouver comment empêcher la lune de frapper la terre avant qu’il ne soit trop tard.","iframeSrc":"https://mayicloud.com/iframe/giLNxpJy1q","file":"https://mayi22144.mayicloud.com/files/aa/hvJiUgDpPl4N9xCDwy5GEmYqawPT4Rkmm3F.m3u8","category":"Aventure","categoryId":"4"},{"title":"Freaks Out (2022) HD","id":"mov_10356231","url":"/rmznt0k9a/b/xakraf/10356231","image":"https://www.themoviedb.org/t/p/original/POnYfZHnND2fTYDnbEVRVe0Jz2.jpg","description":"Rome, 1943, sous occupation nazie, la Ville éternelle accueille le cirque où travaillent Matilde, Cencio, Fulvio et Mario comme phénomènes de foire. Israel, le propriétaire du cirque et figure paternelle de cette petite famille, tente d'organiser leur fuite vers l’Amérique, mais il disparaît. Privés de foyer et de protection, dans une société où ils n’ont plus leur place, les quatre « Freaks » vont tenter de survivre dans un monde en guerre…","iframeSrc":"https://mayicloud.com/iframe/8A1WMRHlJN","file":"https://mayi22140.mayicloud.com/files/aa/C8MVMmL5z5vPUZ2tCKJZTSzVPlMwHvkkE6f.m3u8","category":"Aventure","categoryId":"4"},{"title":"Le Temps des secrets (2022) HD","id":"mov_10358109","url":"/rmznt0k9a/b/xakraf/10358109","image":"https://www.themoviedb.org/t/p/original/f71hPoMkhpNj8qsBOpX51eeZ8nA.jpg","description":"Marseille, juillet 1905. Le jeune Marcel Pagnol vient d'achever ses études primaires. Dans trois mois, il entrera au « lycée ». Trois mois... une éternité quand on a cet âge. Car voici le temps des vacances, les vraies, les grandes ! Enfant de la ville, ce retour tant attendu à ses chères collines d'Aubagne, celles de « La Gloire de mon père » et « Le Château de ma mère » le transporte de bonheur. Il y retrouve la nature, les grands espaces et surtout son ami Lili. Mais sa rencontre inopinée avec Isabelle, une petite châtelaine au charme vénéneux viendra bouleverser ce bel équilibre estival, à l'âge où le temps de l'insouciance laisse place à celui des secrets.","iframeSrc":"https://mayicloud.com/iframe/HE38V1B7vI","file":"https://mayi22140.mayicloud.com/files/aa/Yctp1slM0x0Ox1cYVrhbxYQA7LCIT7rSkUh.m3u8","category":"Aventure","categoryId":"4"},{"title":"Le dernier Chevalier : Les racines du Mal (2022) HD","id":"mov_10344963","url":"/rmznt0k9a/b/xakraf/10344963","image":"https://www.themoviedb.org/t/p/original/jPyfmkc2yBs3UteflErGXGeikuq.jpg","description":"La paix et la tranquillité se sont installées à Belogorie. Le mal a été vaincu et Ivan jouit désormais d'une gloire bien méritée. Il est entouré de sa famille, de ses amis et de petites merveilles du monde moderne qui l'aident à mener une vie confortable. Heureusement, il dispose de son épée magique qui lui permet de passer d'un monde à l'autre et de s'approvisionner assez régulièrement. Mais lorsqu'un ancien mal se réveille et que l'existence du monde magique est mise en danger, Ivan doit faire équipe avec ses anciens amis et ses nouveaux rivaux. Ils se lanceront dans un long voyage au-delà du monde connu pour trouver un moyen de vaincre les ennemis et de ramener la paix à Belogorie.","iframeSrc":"https://mayicloud.com/iframe/KAwO5o2EmI","file":"https://mayi22140.mayicloud.com/files/aa/dX4Q48zU4Vn6JqW6MzW5RHGowLMyq8hD6lu.m3u8","category":"Aventure","categoryId":"4"},{"title":"Live is life (2022) HD","id":"mov_10342146","url":"/rmznt0k9a/b/xakraf/10342146","image":"https://www.themoviedb.org/t/p/original/8mxHAHepyXaV9rAhYIbimv11Pqy.jpg","description":"Été 1985. Comme chaque année, Rodri se rend de Catalogne en Galice et retrouve ses quatre amis. Alors que les problèmes du monde réel commencent à miner leur amitié, les cinq se lancent dans une aventure nocturne à la recherche d'un objet mythique.","iframeSrc":"https://mayicloud.com/iframe/KD8KaAUwY3","file":"https://mayi22140.mayicloud.com/files/aa/YNXqNsExFSKjnUf0zGMEMwhVhsvbYueWhcn.m3u8","category":"Aventure","categoryId":"4"},{"title":"King (2022) HD","id":"mov_10264209","url":"/rmznt0k9a/b/xakraf/10264209","image":"https://www.themoviedb.org/t/p/original/kEyi52oFS45X5sb78kAMnfrenxm.jpg","description":"King, un lionceau destiné à un trafic, s'échappe de l'aéroport et se réfugie dans la maison d'Inès, 12 ans et Alex, 15. Le frère et la sœur ont alors l'idée folle de le ramener chez lui, en Afrique. Mais la traque des douaniers ne leur facilite pas la vie. Lorsque Max, leur grand-père fantasque qu'ils n'ont vu que deux fois dans leur vie, se joint à l'aventure, tout devient possible...","iframeSrc":"https://mayicloud.com/iframe/zkQi7DMcOy","file":"https://mayi22140.mayicloud.com/files/aa/KnuMam1VKar9OBWEt5szu2Tlk1Y7dNFYaaL.m3u8","category":"Aventure","categoryId":"4"},{"title":"Les Aventuriers du vaisseau perdu (2022) HD","id":"mov_10255758","url":"/rmznt0k9a/b/xakraf/10255758","image":"https://www.themoviedb.org/t/p/original/d2Nk2p9oCMvZb23Es2Ua6zWxfJy.jpg","description":"En raison des problèmes financiers de leur famille , les deux amis Pertsa et Kilu se retrouvent confrontés à l’idée insupportable d’être séparés. Apprenant qu’une banque locale vient d’être cambriolée, ils se mettent en quête de retrouver le butin afin de toucher la récompense et sauver leur famille ainsi que leur amitié. En bateau, en avion, dans un sous marin, cette grande aventure va les mener jusqu’ au bout du monde.","iframeSrc":"https://mayicloud.com/iframe/pFR79DZWtd","file":"https://mayi22140.mayicloud.com/files/aa/kiHofdf2LnChAghTKSOETdjKktokpRxK9f8.m3u8","category":"Aventure","categoryId":"4"},{"title":"Dakota (2022) HD","id":"mov_10238856","url":"/rmznt0k9a/b/xakraf/10238856","image":"https://www.themoviedb.org/t/p/original/j3eUOPUoDwkupwTPTDk6ESqrzGt.jpg","description":"Kate a perdu son mari lors de la guerre en Afghanistan. Elle se bat à présent pour entretenir sa ferme dans une petite ville avec sa fille. Parallèlement, un soldat cherche à tenir sa promesse en ramenant à la maison le meilleur ami du défunt, un chien du nom de Dakota.","iframeSrc":"https://mayicloud.com/iframe/I5SvBAaek3","file":"https://mayi22140.mayicloud.com/files/aa/gmdPlZiJGUDKFmY5A75vkOBdjdNur8xHuLx.m3u8","category":"Aventure","categoryId":"4"},{"title":"Gueules noires (2023) HD","id":"mov_14029599","url":"/rmznt0k9a/b/xakraf/14029599","image":"https://media.themoviedb.org/t/p/original/r4kf8xnInLdXvSrFu3wrjqA7azb.jpg","description":"En 1956, dans le nord de la France. Une bande de mineurs de fond se voit obligée de conduire un professeur faire des prélèvements à mille mètres sous terre. Après un éboulement qui les empêche de remonter, ils découvrent une crypte d’un autre temps, et réveillent sans le savoir une créature légendaire assoiffée de sang.","iframeSrc":"https://mayicloud.com/iframe/rrZM7IVlya","file":"https://mayi24312.mayicloud.com/files/aa/p0ZZ3Kt4J0fUeI6kRRO9egBd2IWY4u8uv7t.m3u8","category":"Aventure","categoryId":"4"},{"title":"Charlie et la chocolaterie (2005) HD","id":"mov_13972320","url":"/rmznt0k9a/b/xakraf/13972320","image":"https://media.themoviedb.org/t/p/original/tR4PU2wRPzGKmF665lE5wULGb3X.jpg","description":"Charlie est un enfant issu d'une famille pauvre. Travaillant pour subvenir aux besoins des siens, il doit économiser chaque penny, et ne peut s'offrir les friandises dont raffolent les enfants de son âge. Pour obtenir son comptant de sucreries, il participe à un concours organisé par l'inquiétant Willy Wonka, le propriétaire de la fabrique de chocolat de la ville. Celui qui découvrira l'un des cinq tickets d'or que Wonka a caché dans les barres de chocolat de sa fabrication gagnera une vie de sucreries.","iframeSrc":"https://mayicloud.com/iframe/Tn6i2FEE0b","file":"https://mayi22142.mayicloud.com/files/aa/Y0F0IfZcdRHpFCqpI2rvslTyDVdhzdsye8z.m3u8","category":"Aventure","categoryId":"4"},{"title":"Mission : cadeaux (2023) HD","id":"mov_13891566","url":"/rmznt0k9a/b/xakraf/13891566","image":"https://www.themoviedb.org/t/p/original/zh2tkHU7imRBCXmBNl4rkMVwKzm.jpg","description":"Andy, un jeune collégien, découvre le matin de Noël que le Père Noël n’a déposé aucun cadeau chez lui. Comprenant qu’il a dû être inscrit sur la liste des « enfants pas sages », ce qu’il conteste, Andy fait appel à huit autres garnements pour braquer le village du Père Noël, au pôle Nord, afin d’y prendre les cadeaux qu’on leur refuse. En chemin, le groupe se rendra compte que le meilleur moyen de ne plus figurer sur la liste redoutée est de se servir de leurs dons naturels pour faire le bien… plutôt que des bêtises !","iframeSrc":"https://mayicloud.com/iframe/rJQWsG0fxs","file":"https://mayi22145.mayicloud.com/files/aa/nIHkOVUcbMqEguut6PkuULeLHGrIVYbjHSD.m3u8","category":"Aventure","categoryId":"4"},{"title":"Dora et la cité perdue (2019) HD","id":"mov_13875603","url":"/rmznt0k9a/b/xakraf/13875603","image":"https://www.themoviedb.org/t/p/original/ycZjydbSh0U737JELs7Xk2tuCq3.jpg","description":"Après des années à explorer la jungle avec ses parents, Dora se prépare à vivre l’épreuve la plus difficile de sa vie : l’entrée au lycée ! Son âme d’exploratrice ressurgit quand elle doit voler à la rescousse de ses parents en danger. Accompagnée de son fidèle singe Babouche, de son cousin Diego et de nouveaux amis hauts en couleur, Dora embarque dans une folle aventure qui l’amènera à percer le mystère de la Cité d’or perdue.","iframeSrc":"https://mayicloud.com/iframe/pbtKAemJYa","file":"https://mayi22140.mayicloud.com/files/aa/jfwHHFTjFmDon9L6v03Tot4SdF6Ao4LIkhp.m3u8","category":"Aventure","categoryId":"4"},{"title":"Le Mystère du Livre Sacré (2023) HD","id":"mov_13857762","url":"/rmznt0k9a/b/xakraf/13857762","image":"https://www.themoviedb.org/t/p/original/mgwUfLzdliZ3PPfnlZu78z3pYs.jpg","description":"À ses 18 ans, Benjamin, fou de numérique, hérite d’une boîte d’anciens artefacts de son père disparu. Il décide d’offre un livre ancien à Slien, la jeune fille qu’il convoite, et déclenche involontairement une réaction en chaîne. Un vieil homme appelé Zeppos est également très intéressé par le livre qui a appartenu au cartographe Mercator. En utilisant les messages secrets du livre de Mercator, le trio découvre le mystère tout en devant garder une longueur d’avance sur un mystérieux rival.","iframeSrc":"https://mayicloud.com/iframe/iGQn0j5zrA","file":"https://mayi22140.mayicloud.com/files/aa/kI0oNN6ZWfd5b2YuUNc5KvMATMTZmkAH3B5.m3u8","category":"Aventure","categoryId":"4"},{"title":"Please Don’t Destroy: The Treasure of Foggy Mountain (2023) HD","id":"mov_13811751","url":"/rmznt0k9a/b/xakraf/13811751","image":"https://www.themoviedb.org/t/p/original/2WSTjQNamyMoy3kFDemd1os8TNz.jpg","description":"Trois amis qui vivent en coloc se rendent compte qu’ils n’aiment pas leur vie et partent à la recherche d’un trésor qui, selon la légende, serait caché dans la montagne voisine.","iframeSrc":"https://mayicloud.com/iframe/RZviNuCRvH","file":"https://mayi22145.mayicloud.com/files/aa/90i2OL0OfvBJ7HkKMeNjzFi4X6yzY4h85zb.m3u8","category":"Aventure","categoryId":"4"},{"title":"Indiana Jones et le royaume du crâne de cristal (2008) HD","id":"mov_13561977","url":"/rmznt0k9a/b/xakraf/13561977","image":"https://www.themoviedb.org/t/p/original/1TMczPTGEtl2DrpWNEy7aLm7XxB.jpg","description":"La nouvelle aventure d’Indiana Jones débute dans un désert du sud‐ouest des États‐Unis. Nous sommes en 1957, en pleine guerre froide. Indy et son copain Mac viennent tout juste d’échapper à une bande d’agents soviétiques à la recherche d’une mystérieuse relique surgie du fond des temps. De retour au Marshall College, le Professeur Jones apprend une très mauvaise nouvelle : ses récentes activités l’ont rendu suspect aux yeux du gouvernement américain. Le doyen Stanforth, qui est aussi un proche ami, se voit contraint de le licencier. À la sortie de la ville, Indiana fait la connaissance d’un jeune motard rebelle, Mutt, qui lui fait une proposition inattendue.","iframeSrc":"https://mayicloud.com/iframe/foF3GYpwt1","file":"https://mayi22145.mayicloud.com/files/aa/ii873LyBhWxbzeL1VqJmcYKS2rQrYjshBBo.m3u8","category":"Aventure","categoryId":"4"},{"title":"Indiana Jones et la dernière croisade (1989) HD","id":"mov_13560099","url":"/rmznt0k9a/b/xakraf/13560099","image":"https://www.themoviedb.org/t/p/original/73gYk4vShggfajlthEcOsY5ZhQI.jpg","description":"Indiana Jones se lance cette fois‐ci à la recherche du Saint Graal, accompagné de l’éminent et très maladroit Dr Henry Jones, son père. Malheureusement, ils ne sont pas les seuls lancés sur la trace du trésor, les nazis le convoitent également.","iframeSrc":"https://mayicloud.com/iframe/kIgIbS0L3H","file":"https://mayi22140.mayicloud.com/files/aa/qZZaUcADN60menDTZtKHz5pPNBHNnKuNKuY.m3u8","category":"Aventure","categoryId":"4"},{"title":"Indiana Jones et le Temple maudit (1984) HD","id":"mov_13559160","url":"/rmznt0k9a/b/xakraf/13559160","image":"https://www.themoviedb.org/t/p/original/fujJn8zQakNX3uoshcM83XsujVz.jpg","description":"L’archéologue Indiana Jones (Harrison Ford) est obligé de fuir un cabaret de Shanghai après une négociation houleuse. En compagnie de la chanteuse Willie Scott (Kate Capshaw) et du petit Short Round (Ke Huy Quan), il se retrouve sur un glacier himalayen, dans un village dont une secte a dérobé le diamant magique et enlevé les enfants afin de les sacrifier.","iframeSrc":"https://mayicloud.com/iframe/jsDy3W85DN","file":"https://mayi22145.mayicloud.com/files/aa/m7fmahAKvKpekPKaSKMmS5OwDRsMX6zjdPF.m3u8","category":"Aventure","categoryId":"4"},{"title":"Les Aventuriers de l'arche perdue (1981) HD","id":"mov_13558221","url":"/rmznt0k9a/b/xakraf/13558221","image":"https://www.themoviedb.org/t/p/original/pb6ZqNK1luGnkILnkONicFXwNeW.jpg","description":"1936. Parti à la recherche d’une idole sacrée en pleine jungle péruvienne, l’aventurier Indiana Jones échappe de justesse à une embuscade tendue par son plus coriace adversaire: le Français René Belloq. Revenu à la vie civile à son poste de professeur universitaire d’archéologie, il est mandaté par les services secrets et par son ami Marcus Brody, conservateur du National Museum de Washington, pour mettre la main sur le Médaillon de Râ, en possession de son ancienne amante Marion Ravenwood, désormais tenancière d’un bar au Tibet. Cet artefact égyptien serait en effet un premier pas sur le chemin de l’Arche d’Alliance, celle‐là même où Moïse conserva les Dix Commandements. Une pièce historique aux pouvoir inimaginables dont Hitler cherche à s’emparer.","iframeSrc":"https://mayicloud.com/iframe/o3eMOJzyex","file":"https://mayi22145.mayicloud.com/files/aa/cV5upKNgDtKq8HYveBiA2HEgts021eAe9FJ.m3u8","category":"Aventure","categoryId":"4"},{"title":"Jurassic Pet 2 : Le Secret perdu (2023) HD","id":"mov_13497186","url":"/rmznt0k9a/b/xakraf/13497186","image":"https://www.themoviedb.org/t/p/original/gbxXpIlVDn0Ujzj5Ki63vm5F1DS.jpg","description":"Wendy, une adolescente aventureuse, et sa grand-mère sont les protectrices d'une porte magique qui mène à un univers de dinosaures. C'est alors que Junior, un bébé dinosaure, décide de rester dans le monde humain, et tombe sur un groupe de criminel.","iframeSrc":"https://mayicloud.com/iframe/9ks6c8vxba","file":"https://mayi22145.mayicloud.com/files/aa/nJsCIdaBwbzeTuMVz3ES5OcxUoFpWRAkA2X.m3u8","category":"Aventure","categoryId":"4"},{"title":"L'Odyssée d'Albert (Jurassic Pet) (2022) HD","id":"mov_12655842","url":"/rmznt0k9a/b/xakraf/12655842","image":"https://www.themoviedb.org/t/p/original/eaIjzgGrNI6QizgzRYBSkNpSWQy.jpg","description":"Un jour, le jeune Chris reçoit un cadeau surprenant : un oeuf d'origine inconnue. En usant de beaucoup de patience, il parvient à le faire éclore et se retrouve avec un bébé dinosaure. L'animal intéresse le docteur Jost, un scientifique sans scrupules qui veut l'utiliser pour mener des expériences. Chris va devoir protéger son nouvel ami...","iframeSrc":"https://mayicloud.com/iframe/o0iIl41zkW","file":"https://mayi24313.mayicloud.com/files/aa/Oc2yWWZveepQNruHXFlgLJg3sC7tbsqZEsx.m3u8","category":"Aventure","categoryId":"4"},{"title":"Mon chat et moi, la grande aventure de Rroû (2023) HD","id":"mov_13489674","url":"/rmznt0k9a/b/xakraf/13489674","image":"https://www.themoviedb.org/t/p/original/n0Um1wr9qGCghSIX0wvsmZoW40u.jpg","description":"L'histoire d’un chaton vif et curieux qui s’ennuie dans sa vie de chat domestique à Paris. Son destin bascule lorsque Clémence, dix-ans, l’emmène dans sa maison de campagne au cœur des Vosges. Débute alors une extraordinaire aventure à travers la nature sauvage pour Clémence et Rroû, qui vont grandir ensemble, croiser la route de l’énigmatique Madeleine et vivre une merveilleuse histoire qui va les transformer à tout jamais.","iframeSrc":"https://mayicloud.com/iframe/BTei62oN15","file":"https://mayi22145.mayicloud.com/files/aa/SIrWViSgAjOqjSnpVURVWsPaLVd9JeeBWGy.m3u8","category":"Aventure","categoryId":"4"},{"title":"Le Bonheur pour les débutants (2023) HD","id":"mov_13446480","url":"/rmznt0k9a/b/xakraf/13446480","image":"https://www.themoviedb.org/t/p/original/AreGica5Xifk1gG9aeRa7q7Upxb.jpg","description":"Helen a passé sa vie à éviter toute forme de danger. Récemment divorcée, et un peu perdue, elle décide de redémarrer à zéro et s'inscrit au programme \"Adventure of a Lifetime\" (l'aventure d'une vie). Au programme : un cours de survie dans le cadre d'une randonnée sur le sentier des Appalaches en compagnie d'un groupe d'originaux. Très vite, l'ambition d'Helen d'être la meilleure randonneuse est mise à l'épreuve, mais la trentenaire finit par trouver dans cette expérience bien plus que ce qu'elle pensait chercher. Inspiré du roman à succès de Katherine Center, \"Le Bonheur pour les débutants\" nous rappelle qu'il faut parfois se perdre pour se retrouver.","iframeSrc":"https://mayicloud.com/iframe/tJ0wtpL5c7","file":"https://mayi22145.mayicloud.com/files/aa/FmzvTnk14sgL6caY8ETO2my2T1rF6DMM0mh.m3u8","category":"Aventure","categoryId":"4"},{"title":"Mr. Car and the Knights Templar (2023) HD","id":"mov_13389201","url":"/rmznt0k9a/b/xakraf/13389201","image":"https://www.themoviedb.org/t/p/original/xEAXVe0BzW4K9Ky6eTo4CJwzJ8P.jpg","description":"Mateusz Janicki (\"Strażacy\") incarne un spécialiste de l'histoire de l'art habitué à faire cavalier seul contraint de rejoindre une équipe pour percer un mystère ancien.","iframeSrc":"https://mayicloud.com/iframe/9KjA7gZMKG","file":"https://mayi22145.mayicloud.com/files/aa/LxZXvGCOCDwW6bcIVVavajfuTmLT8wzU4yS.m3u8","category":"Aventure","categoryId":"4"},{"title":"Le trésor perdu de Tom Sawyer (2023) HD","id":"mov_13376994","url":"/rmznt0k9a/b/xakraf/13376994","image":"https://www.themoviedb.org/t/p/original/y1UOtIYQ6TuYmba6eMEPI4QCrYU.jpg","description":"Il fut un temps où Agatha Armstrong et Madame Mac, sa fidèle amie, étaient des aventurières intrépides. Cependant, à la naissance de son fils Ant, Agatha est devenue une mère craintive et surprotectrice. Un jour, Ant, désormais adolescent, et ses amis découvrent une lettre dont le contenu éveille leur intérêt. Ils se mettent alors en quête de l'or qui appartenait à Tom Sawyer.","iframeSrc":"https://mayicloud.com/iframe/fTUCPVneQm","file":"https://mayi22140.mayicloud.com/files/aa/47QOcDFGzgDtgbbDPhDtzSntvcpTqffvm5k.m3u8","category":"Aventure","categoryId":"4"},{"title":"Blueback : Une Amitié Sous-Marine (2023) HD","id":"mov_13369482","url":"/rmznt0k9a/b/xakraf/13369482","image":"https://www.themoviedb.org/t/p/original/mpF5HMyJHfL5XhmanZDktU7TU4.jpg","description":"Dans la baie de Bremer, en Australie, Abby partage sa passion pour l'océan avec sa mère qui l'élève modestement en harmonie avec la nature. Lors d'une plongée sous-marine, Abby se lie d'amitié avec un poisson bleu géant qu'elle surnomme Blueback. Or, un vaste projet immobilier compromet bientôt le fragile écosystème de la baie et la survie de Blueback, Abby et sa maman s'engagent alors dans une lutte farouche pour la protection de l'environnement.","iframeSrc":"https://mayicloud.com/iframe/G4eE1eYRv9","file":"https://mayi22145.mayicloud.com/files/aa/mrtib9DYWH6jv4CIfvE7BkcQZd4X4A7r2BJ.m3u8","category":"Aventure","categoryId":"4"},{"title":"Zodi et Téhu, frères du désert (2023) HD","id":"mov_13361970","url":"/rmznt0k9a/b/xakraf/13361970","image":"https://www.themoviedb.org/t/p/original/xj0Rtbd66aGr0JiLphwjOLnNMgD.jpg","description":"Zodi, un jeune nomade de 12 ans, découvre dans le désert un bébé dromadaire orphelin. Il le recueille, le nourrit, le baptise Téhu et devient son meilleur ami. Zodi apprend par une vétérinaire, Julia, que Téhu est un coureur exceptionnel et qu’il peut rapporter beaucoup d’argent à sa tribu. Mais les qualités de son jeune dromadaire suscitent la convoitise de Tarek le braconnier de la région. Pour éviter que Téhu ne soit vendu, Zodi décide alors de s’enfuir et de traverser le Sahara. C’est pendant ce voyage que Zodi affrontera Tarek, survivra à une tempête de sable et traversera la mer de sel avec pour ultime objectif d'inscrire Téhu à la plus grande course de dromadaires au monde à Abu Dhabi. Avec l’aide de Julia, Zodi va se démener pour réaliser son rêve, faire de Téhu un champion et sauver sa tribu.","iframeSrc":"https://mayicloud.com/iframe/4ZLxoawT8f","file":"https://mayi22145.mayicloud.com/files/aa/bthbfulCL4dGoUejhPKbTObFlzPRsY7ErpQ.m3u8","category":"Aventure","categoryId":"4"},{"title":"Le Nid du Tigre (2023) HD","id":"mov_13298118","url":"/rmznt0k9a/b/xakraf/13298118","image":"https://www.themoviedb.org/t/p/original/gyUUNoz2XTN8eatTXPCPKGXFbXl.jpg","description":"Une nuit, le jeune orphelin Balmani sauve un bébé tigre d'impitoyables braconniers. Il s'échappe et entreprend un long et périlleux voyage pour rejoindre les hauteurs de l'Himalaya, et vivre l'une des plus grandes aventures de sa vie.","iframeSrc":"https://mayicloud.com/iframe/W8vlp7uY7d","file":"https://mayi22145.mayicloud.com/files/aa/pN2kBp1zYC33e4fYZegNldVQzkX3j5hJSj4.m3u8","category":"Aventure","categoryId":"4"},{"title":"Beau Is Afraid (2023) HD","id":"mov_13271826","url":"/rmznt0k9a/b/xakraf/13271826","image":"https://www.themoviedb.org/t/p/original/uS77R2vuiZpKZLL0VEjPF8ArWfq.jpg","description":"Un homme paranoïaque se lance dans une odyssée épique pour retrouver sa mère dans ce nouveau film audacieux et ingénieusement dépravé du scénariste et réalisateur Ari Aster.","iframeSrc":"https://mayicloud.com/iframe/CnRZaX84b3","file":"https://mayi22145.mayicloud.com/files/aa/qbhukxpgy73nFSg97H1fQEDHDOELTQPj17N.m3u8","category":"Aventure","categoryId":"4"},{"title":"Jeanne d'Arc (1999) HD","id":"mov_14562012","url":"/rmznt0k9a/b/xakraf/14562012","image":"https://media.themoviedb.org/t/p/original/wkMvIIUGZIxcjFihn19rl2CiPTa.jpg","description":"L'épopée de Jeanne qui assista, petite fille, au pillage de son village Domrémy par l'armée anglaise. On la suit de sa jeunesse pieuse où des voix l'engagent à délivrer la France de la domination anglaise à sa victoire à Orléans, jusqu'à son procès final et sa mort sur le bûcher, le 30 mai 1431. Elle avait 19 ans.","iframeSrc":"https://mayicloud.com/iframe/uWfJJic50d","file":"https://mayi22143.mayicloud.com/files/aa/XnMehiyMXwx9tuNn6AplQTi5C1nP7o24MPj.m3u8","category":"Aventure","categoryId":"4"},{"title":"Harold et le crayon magique (2024) HD","id":"mov_14526330","url":"/rmznt0k9a/b/xakraf/14526330","image":"https://media.themoviedb.org/t/p/original/w0ODwmbWDdik1phDB3Jl77miO89.jpg","description":"Quand il est un personnage de son livre, le téméraire Harold peut donner vie à tout ce qu'il souhaite d'un simple trait de son crayon violet magique. Une fois adulte, Harold décide de se dessiner hors de son livre et de se projeter dans le monde réel, où il découvre qu'il a tant à apprendre sur la vie et notre monde. De plus, son fidèle crayon violet pourrait déclencher des situations bien plus cocasses qu'il ne l'aurait imaginé. Lorsque son crayon magique et les pouvoirs illimités qu'il contient, tombent entre de mauvaises mains, il faudra toute la créativité d'Harold et de ses amis pour sauver à la fois son monde et le monde réel.","iframeSrc":"https://mayicloud.com/iframe/YHbAxJPcG7","file":"https://mayi22143.mayicloud.com/files/aa/xCvJgdQv4Oj5W5bRUi8hr6ZDHwmwJ3EhFa1.m3u8","category":"Aventure","categoryId":"4"},{"title":"Irati (2024) HD","id":"mov_14515062","url":"/rmznt0k9a/b/xakraf/14515062","image":"https://media.themoviedb.org/t/p/original/cjY3rzWO3MgK4MQq54e1BOqQ83Q.jpg","description":"Pyrénées occidentales, année 778. Lorsque sa terre est menacée par les impitoyables armées de l'empereur franc, un chef de guerre basque demande l'aide de ses dieux ancestraux.","iframeSrc":"https://mayicloud.com/iframe/PBY27Ypw2z","file":"https://mayi22144.mayicloud.com/files/aa/fjWgvEy8oznd05RnGXerp32o6amvGp5VI1c.m3u8","category":"Aventure","categoryId":"4"},{"title":"Retour vers le futur III (1990) HD","id":"mov_14435247","url":"/rmznt0k9a/b/xakraf/14435247","image":"https://media.themoviedb.org/t/p/original/zMiEnmacTUPXsIfRPeC0UGgyZFm.jpg","description":"Ce troisième épisode propulse Marty sur une toute nouvelle mission… en l'an 1885, en plein Far West ! Il n'a que cinq jours pour sauver son ami Doc des griffes du terrible Buford \"Molosse\" Tanner et ainsi lui éviter la mort. Cependant, bon nombre d'embûches vont empêcher nos deux voyageurs de rentrer rapidement vers le futur : ils devront faire face à une panne de la DeLorean, leur très célèbre machine à remonter le temps, affronter une bande de hors-la-loi et croiser sur leur route une maîtresse d'école dont le charme ne laissera pas insensible ce bon vieux Doc…","iframeSrc":"https://mayicloud.com/iframe/dIzS38pO1l","file":"https://mayi24313.mayicloud.com/files/aa/q5uCzrZqDiZr88GFV4dANrimjlvJaw5BCze.m3u8","category":"Aventure","categoryId":"4"},{"title":"Retour vers le futur II (1985) HD","id":"mov_14434308","url":"/rmznt0k9a/b/xakraf/14434308","image":"https://media.themoviedb.org/t/p/original/fnjqN51P5rF9vslU9W21SDUNt9N.jpg","description":"En 1985, Marty McFly a retrouvé sa famille et sa petite amie après un voyage mouvementé dans le passé. Surgit alors Doc Brown, au volant de sa machine à explorer le temps. Il lui enjoint de le suivre dans le futur, en l'an 2015, pour secourir son fils tombé sous la coupe du sinistre Biff Tannen.","iframeSrc":"https://mayicloud.com/iframe/0mkmQ9EX0L","file":"https://mayi24313.mayicloud.com/files/aa/UzsknVZ3rlcf3oRd6Qf7zgtUCk3gh42bEuv.m3u8","category":"Aventure","categoryId":"4"},{"title":"Retour vers le futur (1985) HD","id":"mov_14433369","url":"/rmznt0k9a/b/xakraf/14433369","image":"https://media.themoviedb.org/t/p/original/gggA0GBaFumhfZzRxOgyRk5Zob5.jpg","description":"En 1985, Marty, un adolescent comme les autres, mène une existence morne et ennuyeuse. Heureusement, il est épris de la jolie Jennifer et entretient une profonde amitié avec Doc, un savant fou qui prétend avoir inventé une machine à explorer le temps. Un jour, Doc invite Marty à l'essayer…","iframeSrc":"https://mayicloud.com/iframe/RgaT3ymeLC","file":"https://mayi24313.mayicloud.com/files/aa/sl6iM0KV1LUguq8ymSj24aje4nMrCy44Tan.m3u8","category":"Aventure","categoryId":"4"},{"title":"Le livre de Clarence (2024) HD","id":"mov_14338530","url":"/rmznt0k9a/b/xakraf/14338530","image":"https://media.themoviedb.org/t/p/original/gZdT3j8JvCBiAxk3QySHQxOpSnm.jpg","description":"Clarence, un habitant de Jérusalem, décide de tirer profit de l'influence grandissante du Messie pour son profit personnel.","iframeSrc":"https://mayicloud.com/iframe/WowXUByQUx","file":"https://mayi24312.mayicloud.com/files/aa/P7NvdDzbTURdiNBYGIA7NwvjtpV2fPz4WmA.m3u8","category":"Aventure","categoryId":"4"},{"title":"Le Dernier Jaguar (2024) HD","id":"mov_14291580","url":"/rmznt0k9a/b/xakraf/14291580","image":"https://media.themoviedb.org/t/p/original/x5z1J5P7MugMtpPLSBa9SBJMMZV.jpg","description":"Autumn grandit dans la forêt amazonienne aux côtes de Hope, un adorable bébé jaguar femelle qu'elle a recueilli. L'année de ses six ans, un drame familial contraint Autumn et son père à retourner vivre à New York. Huit années passent, et Autumn, devenue adolescente, n'a jamais oublié son amie jaguar. Quand elle apprend que Hope est en danger de mort, Autumn décide de retourner dans la jungle pour la sauver.","iframeSrc":"https://mayicloud.com/iframe/jB2HfJ1hO6","file":"https://mayi24312.mayicloud.com/files/aa/2hgPjoMCGAXxJnFiSdeUYyw0gMKh3zo6QEV.m3u8","category":"Aventure","categoryId":"4"},{"title":"Arthur the King (2024) HD","id":"mov_14265288","url":"/rmznt0k9a/b/xakraf/14265288","image":"https://media.themoviedb.org/t/p/original/zkKB3kOun5DKAkm61pHvLbrjxfa.jpg","description":"L'histoire vraie d'une amitié incroyable entre un athlète et un chien lors d'une des plus difficiles compétitions de la planète. Alors que Michael repousse sans cesse ses limites pour remporter la dernière course de sa carrière, une rencontre inattendue avec un chien errant nommé Arthur va lui montrer ce que victoire, loyauté et amitié signifient vraiment.","iframeSrc":"https://mayicloud.com/iframe/rjFmIxoJEw","file":"https://mayi24312.mayicloud.com/files/aa/AQdgx28K7TTHE0hbri1CpsV4PEBdngKX6Xe.m3u8","category":"Aventure","categoryId":"4"},{"title":"Kong : Skull Island (2017) HD","id":"mov_14239935","url":"/rmznt0k9a/b/xakraf/14239935","image":"https://media.themoviedb.org/t/p/original/mfbpsBiEu5EM1OAzfxULXC1067r.jpg","description":"Un groupe d'explorateurs plus différents les uns que les autres s'aventurent au cœur d'une île inconnue du Pacifique, aussi belle que dangereuse. Ils ne savent pas encore qu'ils viennent de pénétrer sur le territoire de Kong…","iframeSrc":"https://mayicloud.com/iframe/tG8ouLzWsd","file":"https://mayi24312.mayicloud.com/files/aa/MuFyCc4EE0n5bHE34CaKCErK2VvBSYOEtud.m3u8","category":"Aventure","categoryId":"4"},{"title":"King Kong (2005) HD","id":"mov_14238996","url":"/rmznt0k9a/b/xakraf/14238996","image":"https://media.themoviedb.org/t/p/original/bCuu3UWja1Ni6uWZeav4rEIDVYM.jpg","description":"New York, 1933. Ann Darrow est une artiste de music‐hall dont la carrière a été brisée net par la Dépression. Se retrouvant sans emploi ni ressources, la jeune femme rencontre l’audacieux explorateur‐réalisateur Carl Denham et se laisse entraîner par lui dans la plus périlleuse des aventures… Ce dernier a dérobé à ses producteurs le négatif de son film inachevé. Il n’a que quelques heures pour trouver une nouvelle star et l’embarquer pour Singapour avec son scénariste, Jack Driscoll, et une équipe réduite. Objectif avoué : achever sous ces cieux lointains son génial film d’action. Mais Denham nourrit en secret une autre ambition, bien plus folle : être le premier homme à explorer la mystérieuse Skull Island et à en ramener des images. Sur cette île de légende, Denham sait que « quelque chose » l’attend, qui changera à jamais le cours de sa vie…","iframeSrc":"https://mayicloud.com/iframe/l0io2gSSr5","file":"https://mayi24312.mayicloud.com/files/aa/6Jyu9mrqfdc9G8wPDggtYCuh0wyTpZZvIy0.m3u8","category":"Aventure","categoryId":"4"},{"title":"Moi capitaine (2024) HD","id":"mov_14213643","url":"/rmznt0k9a/b/xakraf/14213643","image":"https://media.themoviedb.org/t/p/original/ydHUap6TqDR0GZakpwIJEiMKmZi.jpg","description":"Seydou et Moussa, deux jeunes sénégalais de 16 ans, décident de quitter leur terre natale pour rejoindre l’Europe. Mais sur leur chemin les rêves et les espoirs d’une vie meilleure sont très vite anéantis par les dangers de ce périple. Leur seule arme dans cette odyssée restera leur humanité.","iframeSrc":"https://mayicloud.com/iframe/S7IDa4eURN","file":"https://mayi24312.mayicloud.com/files/aa/e3nu7oBC4XUyeuDfCQBuetBX7L1lGT9VWwp.m3u8","category":"Aventure","categoryId":"4"},{"title":"La chimère (2023) HD","id":"mov_14152608","url":"/rmznt0k9a/b/xakraf/14152608","image":"https://media.themoviedb.org/t/p/original/1OOyVwYl2nGPfyDdn7URmsupGTP.jpg","description":"Chacun poursuit sa chimère sans jamais parvenir à la saisir. Pour certains, c'est un rêve d’argent facile, pour d'autres la quête d’un amour passé… De retour dans sa petite ville du bord de la mer Tyrrhénienne, Arthur retrouve sa bande de Tombaroli, des pilleurs de tombes étrusques et de merveilles archéologiques. Arthur a un don qu’il met au service de ses amis brigands : il ressent le vide. Le vide de la terre dans laquelle se trouvent les vestiges d’un monde passé. Le même vide qu’a laissé en lui le souvenir de son amour perdu, Beniamina.","iframeSrc":"https://mayicloud.com/iframe/16XkmokJnl","file":"https://mayi22140.mayicloud.com/files/aa/AS7W9SgGG5NU1GsH8evxtxDqR0PbKdxk5Eh.m3u8","category":"Aventure","categoryId":"4"},{"title":"Les Trois Mousquetaires : Milady (2023) HD","id":"mov_14136645","url":"/rmznt0k9a/b/xakraf/14136645","image":"https://media.themoviedb.org/t/p/original/oxPdfTJLfCZauJiUdhHe5lA4bhD.jpg","description":"Constance Bonacieux est enlevée sous les yeux de D'Artagnan. Dans une quête effrénée pour la sauver, le jeune mousquetaire est contraint de s'allier à la mystérieuse Milady de Winter. Alors que la guerre est déclarée, Athos, Porthos et Aramis ont déjà rejoint le front. Par ailleurs, un terrible secret du passé va briser toutes les anciennes alliances.","iframeSrc":"https://mayicloud.com/iframe/6pG7EuOrJR","file":"https://mayi24312.mayicloud.com/files/aa/uceGb9eIjZ2uvWmhGm61tcqak5E8xnZ1AdI.m3u8","category":"Aventure","categoryId":"4"},{"title":"Les Trois Mousquetaires: D'Artagnan (2023) HD","id":"mov_13413615","url":"/rmznt0k9a/b/xakraf/13413615","image":"https://www.themoviedb.org/t/p/original/lm0pfF0HSLsSpFlhGCmR6Bhl8EE.jpg","description":"Du Louvre au Palais de Buckingham, des bas-fonds de Paris au siège de La Rochelle… Dans un Royaume divisé par les guerres de religion et menacé d’invasion par l’Angleterre, une poignée d’hommes et de femmes vont croiser leurs épées et lier leur destin à celui de la France.","iframeSrc":"https://mayicloud.com/iframe/vWBrwJKJj7","file":"https://mayi24312.mayicloud.com/files/aa/G2UPVLTEwOJmQsU0jaQabm6MOCvymPG2RAS.m3u8","category":"Aventure","categoryId":"4"},{"title":"Jumanji : Next Level (2019) HD","id":"mov_14123499","url":"/rmznt0k9a/b/xakraf/14123499","image":"https://media.themoviedb.org/t/p/original/sC31ja7yVxXwggx3oNuf9hVSg0G.jpg","description":"L’équipe est de retour, mais le jeu a changé. Alors qu’ils retournent dans Jumanji pour secourir l’un des leurs, ils découvrent un monde totalement inattendu. Des déserts arides aux montagnes enneigées, les joueurs vont devoir braver des espaces inconnus et inexplorés, afin de sortir du jeu le plus dangereux du monde...","iframeSrc":"https://mayicloud.com/iframe/TUVpaKOAF3","file":"https://mayi24312.mayicloud.com/files/aa/9uPmq16u8aa6PFnLGHsX5lR0K2LzDqCMUs9.m3u8","category":"Aventure","categoryId":"4"},{"title":"Jumanji : Bienvenue dans la jungle (2017) HD","id":"mov_14122560","url":"/rmznt0k9a/b/xakraf/14122560","image":"https://media.themoviedb.org/t/p/original/cOsomItWDbdwlG6XJUYkiAWoFLW.jpg","description":"Quatre lycéens découvrent une vieille console contenant un jeu vidéo dont ils n’avaient jamais entendu parler : Jumanji. En voulant jouer, ils se retrouvent mystérieusement propulsés dans la jungle de Jumanji, où ils deviennent leurs avatars. Spencer est désormais un aventurier musclé, Fridge, le footeux, devient un véritable Einstein, Bethany, la fille si populaire au lycée, se transforme en professeur d’âge mûr et la timide Martha est maintenant une redoutable combattante. Ils vont rapidement découvrir qu’il ne suffit pas de jouer à Jumanji, il faut y survivre… Pour vaincre le jeu et revenir dans le monde réel, ils vont devoir affronter les pires dangers, découvrir ce qu’Alan Parrish a laissé vingt ans auparavant, et changer leur façon de voir la vie et eux‐mêmes. Sinon, ils resteront prisonniers de Jumanji pour toujours…","iframeSrc":"https://mayicloud.com/iframe/M29g2xvtFO","file":"https://mayi22140.mayicloud.com/files/aa/vK2QksCDQX6M1kI8PG897UbgbeNHHtwdey4.m3u8","category":"Aventure","categoryId":"4"},{"title":"Jumanji (1995) HD","id":"mov_14121621","url":"/rmznt0k9a/b/xakraf/14121621","image":"https://media.themoviedb.org/t/p/original/nLXYV4WmYUF4i8pX0iE0H1rltmf.jpg","description":"Lors d'une partie de Jumanji, un jeu très ancien, le jeune Alan est propulsé sous les yeux de son amie d'enfance, Sarah, dans un étrange pays. Il ne pourra s'en échapper que lorsqu'un autre joueur reprendra la partie et le libèrera sur un coup de dés. Vingt-six ans plus tard, il retrouve le monde réel par le coup de dés de deux autres jeunes joueurs.","iframeSrc":"https://mayicloud.com/iframe/a2SNJwibpZ","file":"https://mayi22140.mayicloud.com/files/aa/WHvE4Qo8ahl1t1mgJTcaBmcu9W0s8pr46XJ.m3u8","category":"Aventure","categoryId":"4"},{"title":"Chien et Chat (2024) HD","id":"mov_14100963","url":"/rmznt0k9a/b/xakraf/14100963","image":"https://media.themoviedb.org/t/p/original/wGzqk3XXpAQGlpskKP1HqRpFaPK.jpg","description":"MONICA est la propriétaire de DIVA, célèbre chat et star d’Internet. JACK est un voleur dont le dernier larcin, un énorme rubis d’une valeur inestimable, a malencontreusement été avalé par un chien errant nommé CHICHI. Par un concours de circonstances, Monica et Jack se retrouvent séparés de leurs animaux et les voient donc, impuissants, s’échapper vers une destination inconnue… Commence alors un fou road trip entre Montréal et New York pour les deux duos que tout oppose. Avec d’un côté, les humains qui ont perdu la trace de leurs précieux animaux et de l’autre, les animaux livrés à eux-mêmes pour retrouver leurs maîtres… sans savoir qu’à leur trousse, le policier BRANDT est prêt à tout pour récupérer le rubis.","iframeSrc":"https://mayicloud.com/iframe/uXF6abKQPi","file":"https://mayi22140.mayicloud.com/files/aa/5uFfH7YAqRfCxIPVSdrINVFt2PENGu5LZL1.m3u8","category":"Aventure","categoryId":"4"},{"title":"Everest (2015) HD","id":"mov_14087817","url":"/rmznt0k9a/b/xakraf/14087817","image":"https://media.themoviedb.org/t/p/original/2I2PAUAEPN6To7B501lBs2RbdWL.jpg","description":"Inspiré d'une désastreuse tentative d'ascension de la plus haute montagne du monde, Everest suit deux expéditions distinctes confrontées aux plus violentes tempêtes de neige que l'homme ait connues. Luttant contre l'extrême sévérité des éléments, le courage des grimpeurs est mis à l'épreuve par des obstacles toujours plus difficiles à surmonter alors que leur rêve de toute une vie se transforme en un combat acharné pour leur salut.","iframeSrc":"https://mayicloud.com/iframe/QFYBGDwm2Q","file":"https://mayi22140.mayicloud.com/files/aa/G4tPNo3IEcgUhFHh40umNk2LVJps5rjLvMA.m3u8","category":"Aventure","categoryId":"4"}]